Repository: jeffting85/uber-clean-ios
Catalog: towroute-provider/TowRouteProvider/*.lproj/Localizable.strings
Languages: ar, es, fi, si

source: Please click back again to exit the app
ar: الرجاء النقر مرة أخرى للخروج من التطبيق
es: Por favor, haga clic de nuevo para salir de la aplicación
fi: Klikkaa takaisin poistua sovelluksen
si: මෙම යෙදුම නිපදවා ළඟා පිටවීමට නැවත ක්ලික් කරන්න

source: Address found
ar: تم العثور على العنوان
es: dirección encontrada
fi: -osoitteeseen
si: ලිපිනය සොයා ගත්

source: Sorry, no address found
ar: عذرا ، لم يتم العثور على عنوان
es: Lo sentimos, no se encontró la dirección
fi: Sorry, ei osoitetta löydy
si: සමාවන්න, ලිපිනය සොයා ගත් කිසිදු

source: Sorry, this service is not available
ar: عذرا ، هذه الخدمة غير متوفرة
fi: Anteeksi, tämä palvelu ei ole käytettävissä
si: කනගාටුයි, මෙම සේවාව ලබා ගත හැකි නොවේ

source: Invalid latitude or longitude used
ar: خط العرض أو خط الطول المستخدم غير صالح
es: latitud o longitud utilizada invalida
fi: Virheellinen leveys- tai pituus- käytetty
si: වලංගු නොවන අක්ෂාංශ හෝ දේශාංශ භාවිතා

source: OR
ar: أو
es: O
fi: TAI
si: හෝ

source: LOG IN
ar: تسجيل الدخول
es: Iniciar sesión
fi: KIRJAUDU SISÄÄN
si: ඇතුල් වන්න

source: WELCOME TO TOWROUTE PROVIDER
ar: مرحبا بكم في TOWROUTE PROVIDER
fi: TERVETULOA TOWROUTE PROVIDER

source: Email
ar: البريد الإلكتروني
es: Correo
fi: Sähköposti
si: විද්යුත් තැපෑල

source: Password
ar: كلمه السر
es: Contraseña
fi: Salasana
si: රහස් පදය

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: ¿Se le olvidó su contraseña?
fi: Unohtuiko salasana?
si: මුරපදය අමතක වුණා ද?

source: Don't have an account?
ar: ليس لديك حساب؟
es: ¿No posee una cuenta?
fi: Ei ole tiliä?
si: ඔබ හට ගිණුමක් නොමැතිද?

source: LOGIN
ar: تسجيل الدخول
es: INICIAR SESIÓN
fi: KIRJAUDU SISÄÄN
si: ඇතුල් වන්න

source: Remember me
ar: تذكرنى
es: Recuérdame
fi: Muista minut
si: මාව මතක තබා ගන්න

source: The password should contain at least 8 characters with Alphabetic &amp; Numeric
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل مع أبجدي & amp؛ رقمي
es: La contraseña debe contener al menos 8 caracteres alfanumérico con al menos un Numérico.
fi: Salasanan pitäisi sisältää vähintään 8 merkkiä aakkosellinen & amp; numeerinen
si: රහස් වචනය අක්ෂර සහ amp සමග අවම වශයෙන් අකුරු 8 අඩංගු විය යුතුය; සංඛ්යාත්මක

source: Enter valid email or Mobile
ar: أدخل بريد إلكتروني أو هاتف محمول صالح
fi: Anna kelvollinen sähköpostiosoite tai Mobile
si: වලංගු ඊ-හෝ ජංගම ඇතුලත් කරන්න

source: Required
ar: مطلوب
es: Necesario
fi: Vaaditaan
si: අවශ්ය

source: Already have an account? Log in
ar: لديك حساب م؟ تسجيل الدخول
es: ¿Ya tienes una cuenta? Inicie sesión
fi: Onko sinulla jo tili? Kirjaudu sisään
si: දැනටමත් ගිණුමක් තිබේද? ඇතුල් වන්න

source: REGISTER
ar: تسجيل
es: Registro
fi: Rekisteröityminen
si: ලියාපදිංචි කරන්න

source: First name
ar: الاسم الاول
es: Nombres
fi: Etunimi
si: මුල් නම

source: Last name
ar: الكنية
es: Apellidos
fi: Sukunimi
si: අවසන් නම

source: Country
ar: بلد
es: País
fi: Maa
si: රට

source: Mobile
ar: المحمول
es: Móvil
si: ජංගම

source: Referral/invitecode(optional)
ar: الإحالة / رمز الدعوة (اختياري)
fi: Lähete / invitecode (valinnainen)
si: යොමු / invitecode (විකල්ප)

source: I agree to the Terms & Conditions and Privacy Policy
ar: أوافق على الشروط والأحكام وسياسة الخصوصية
es: Estoy de acuerdo con los Términos y Condiciones y Política de Privacidad
fi: Hyväksyn Ehdot ja Yksityisyyden suoja
si: මම කොන්දේසි සහ පෞද්ගලිකත්ව ප්රතිපත්තියට එකඟ වෙමි

source: Register
ar: تسجيل
es: Registro
fi: Rekisteröidy
si: රෙජිස්ටර්

source: Enter Country Code
ar: أدخل رمز الدولة
es: Ingrese el código de país
fi: Anna Country Code
si: රටේ කේතය ඇතුලත් කරන්න

source: Enter Mobile number
ar: أدخل رقم الهاتف
es: Introduzca el número del móvil
fi: Anna matkapuhelinnumero
si: ජංගම දුරකථන අංකය ඇතුලත් කරන්න

source: Invalid Mobile number
ar: رقم الهاتف غير صالح
es: Número del móvil inválido
fi: Virheellinen matkapuhelinnumero
si: වලංගු නොවන ජංගම දුරකතන අංකය

source: Enter a valid mobile number
ar: أدخل رقم هاتف صالح
es: Introduzca un número de móvil válido
fi: Anna kelvollinen matkapuhelinnumero
si: වලංගු ජංගම දුරකථන අංකය ඇතුලත් කරන්න

source: Enter a valid number
ar: أدخل رقمًا صالحًا
es: Introduzca un número válido
fi: Anna kelvollinen numero
si: වලංගු අංකයක් ඇතුලත් කරන්න

source: cc
ar: س س

source: Enter First Name
ar: أدخل الاسم الأول
es: Introduzca el nombre
fi: Anna etunimi
si: මුල් නම ඇතුලත් කරන්න

source: Enter Last Name
ar: إدخال اسم آخر
es: Introduzca el apellido
fi: Anna sukunimi
si: ඇතුලත් කරන්න අවසන් නම

source: Enter valid email
ar: أدخل بريدًا إلكترونيًا صالحًا
es: Ingrese un correo valido
fi: Anna kelvollinen sähköpostiosoite
si: වලංගු ඊ-ඇතුලත් කරන්න

source: Select country
ar: حدد الدولة
es: Seleccionar país
fi: Valitse maa
si: රට තෝරන්න

source: Search
ar: بحث
es: Buscar
fi: Hae
si: සොයන්න

source: No Result Found
ar: لم يتم العثور على نتائج
es: No se han encontrado resultados
fi: Ei tuloksia
si: කිසිදු ප්රතිඵල සොයා

source: India
ar: الهند
fi: Intia
si: ඉන්දියාව

source: CC
ar: س س

source: We just need your registered Email id to sent your password reset instruction
ar: نحتاج فقط إلى بريدك الإلكتروني المسجل لإرسال تعليمات إعادة تعيين كلمة مرورك
fi: Meidän täytyy vain rekisteröidyn sähköpostin id lähetetään salasanan vaihto-ohjeet
si: අපි ඔබගේ ලියාපදිංචි විද්යුත් id ඔබගේ මුරපදය යළි පිහිටුවීම උපදෙස් යවා අවශ්ය

source: Submit
ar: إرسال
es: Enviar
fi: Lähetä
si: ඉදිරිපත්

source: FORGOT PASSWORD
ar: نسيت كلمة المرور
es: SE TE OLVIDÓ TU CONTRASEÑA
fi: UNOHTUIKO SALASANA
si: මුරපදය අමතක වුණා ද

source: CONTINUE
ar: استمر
es: Continuar
fi: JATKAA
si: දිගටම

source: USD
ar: دولار أمريكي

source: Logout
ar: تسجيل خروج
es: Cerrar sesión
fi: Kirjautua ulos
si: ලොග්අවුට්

source: Are you sure want to Logout?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟
es: ¿Está seguro que desea cerrar su sesión?
fi: Oletko varma, että haluat ulos?
si: ඔබට පිටව යාමට අවශ්‍යද?

source: Yes
ar: نعم
es: Sí
fi: Joo
si: ඔව්

source: No
ar: لا
fi: Ei
si: නොමැත

source: My Profile
ar: ملفي
es: Mi perfil
fi: Profiilini
si: මගේ තොරතුරු

source: Your Jobs
ar: وظائفك
es: sus Servicios
fi: työpaikkojasi
si: ඔබගේ රැකියා

source: MY WALLET
ar: محفظتي
fi: LOMPAKKONI
si: ම ෙග් පසුම්බිය

source: Ongoing Jobs
ar: الوظائف الجارية
fi: Käynnissä olevat työt
si: පවතින රැකියා

source: Emergency Contacts
ar: جهة اتصال للطوارئ
es: Contactos de emergencia
fi: Emergency Yhteydet
si: හදිසි ඇමතුම්

source: EMERGENCY CONTACTS
ar: جهة اتصال للطوارئ
fi: Yhteyshenkilöt hätätilanteissa
si: හදිසි ඇමතුම්

source: INVITE FRIENDS
ar: ادعو أصدقاء
fi: KUTSUA YSTÄVIÄ
si: යාළුවන්ට ආරාධනා

source: SUPPORT
ar: الدعم
fi: TUKI
si: උපකාර

source: Last Name
ar: الكنية
es: Apellidos
fi: Sukunimi
si: අවසන් නම

source: First Name
ar: الاسم الاول
es: Nombres
fi: Etunimi
si: මුල් නම

source: Language
ar: لغة
es: Idioma
fi: Kieli
si: භාෂාව

source: Currency
ar: العملة
es: Moneda
fi: valuutta
si: මුදල්

source: Update Information
ar: تحديث المعلومات
es: Actualizar información
fi: Päivitä tieto
si: යාවත්කාලීන තොරතුරු

source: Edit Profile
ar: تعديل الملف الشخصي
es: Editar perfil
fi: Muokkaa profiilia
si: සංස්කරණය කරන්න නරඹන්න

source: Select any currency
ar: حدد أي عملة
es: Seleccione alguna moneda
fi: Valita minkä tahansa valuutta
si: ඕනෑම මුදල් තෝරන්න

source: Select any language
ar: حدد أي لغة
es: Seleccione un idioma
fi: Valitse mikä tahansa kieli
si: ඕනෑම භාෂාවක් තෝරන්න

source: My Wallet
ar: محفظتي
es: Mi billetera
fi: Lompakkoni
si: ම ෙග් පසුම්බිය

source: Your Balance
ar: رصيدك
es: Tu balance
fi: Tasapainosi
si: ඔබගේ ශේෂ

source: VIEW TRANSACTIONS
ar: عرض المعاملات
fi: Näytä tapahtumat
si: වීව් ගනුදෙනු

source: ADD MONEY
ar: إضافة المال
fi: Lisää rahaa
si: එක් කරන්න මුදල්

source: It's safe and secure
ar: إنه آمن ومضمون
es: es seguro y protegido
fi: Se on turvallinen ja varma
si: එය සුරක්ෂිත ය

source: Recharge Amount
ar: مبلغ الشحن
es: Monto de recarga
fi: lataussumman
si: ජලය නැවත මුදල

source: By conducting you choose to accept TOWROUTE PROVIDER
ar: من خلال الإجراء ، فإنك اخترت قبول TOWROUTE PROVIDER
fi: Tekemällä päätät hyväksyä TOWROUTE PROVIDER

source: Terms & Conditions
ar: البنود و الظروف
es: !CDATA Términos y Condiciones
fi: käyttöehdot
si: නියමයන් හා කොන්දේසි

source: TERMS & CONDITIONS
ar: البنود و الظروف
fi: KÄYTTÖEHDOT
si: නියමයන් හා කොන්දේසි

source: Add Money
ar: إضافة المال
es: Agregar dinero
fi: Lisää rahaa
si: මුදල් එකතු කරන්න

source: Gps Enable
ar: تمكين نظام تحديد المواقع
es: habilitar GPS
fi: gps Ota
si: gps සක්රිය කරන්න

source: Settings
ar: إعدادات
es: ajustes
fi: asetukset
si: සැකසුම්

source: Getting Location
ar: الحصول على الموقع
es: conseguir Localización
fi: Getting Sijainti
si: ලබා ගැනීම ස්ථානය

source: Please try again
ar: حاول مرة اخرى
fi: Yritä uudelleen
si: කරුණාකර නැවත උත්සාහ කරන්න

source: Drop Location
ar: إسقاط الموقع
fi: drop Sijainti
si: පහත ස්ථානය

source: Enter Drop Location
ar: أدخل موقع الإسقاط
fi: Anna Drop Sijainti
si: ඇතුලත් කරන්න Drop ස්ථානය

source: Account Verification
ar: تأكيد الحساب
es: Verificación de la cuenta
fi: Tilin todentaminen
si: ගිණුමක් සත්යාපනය

source: Mobile Verifcation
ar: التحقق من الهاتف المحمول
es: Verificación del móvil
si: ජංගම Verifcation

source: Sms sent to:
ar: تم إرسال الرسائل القصيرة إلى:
fi: Tekstiviesti lähetetään osoitteeseen:
si: Sms යවන:

source: Enter code here
ar: أدخل رمز هنا
es: Ingresa el código aquí
fi: Kirjoita koodi tähän
si: මෙහි කේතය ඇතුලත් කරන්න

source: Resend Sms
ar: اعادة ارسال الرسالة
es: Reenviar SMS
fi: Lähetä uudelleen Sms
si: නැවත භාරදුන් SMS

source: Edit Number
ar: تحرير الرقم
es: Editar número
fi: edit numero
si: සංස්කරණය කරන්න අංකය

source: Email Verifcation
ar: التحقق من البريد الإلكتروني
es: correo electrónico de Verificación
fi: Sähköposti Verifcation
si: ඊ-තැපැල් Verifcation

source: Take Photo
ar: تصوير
es: Tomar foto
fi: ota kuva
si: ඡායාරූප ගත

source: Choose Photo
ar: اختر صورة
es: Escoge foto
fi: Valitse Photo
si: ඡායාරූප තෝරා

source: Image updated successfully
ar: تم تحديث الصورة بنجاح
es: Imagen se actualizó correctamente
fi: Kuva päivitys onnistui
si: රූපය සාර්ථකව යාවත්කාලීන කරන

source: Update was not Successful
ar: لم يكن التحديث ناجحًا
fi: Päivitys ei onnistunut
si: යාවත්කාලීන සාර්ථක වූයේ නැත

source: Past
ar: الماضي
es: Realizados
fi: menneisyys
si: අතීතයේ

source: Upcoming
ar: القادمة
es: Futuros
fi: tuleva
si: ඉදිරියට එන

source: Your Transactions
ar: معاملاتك
fi: tapahtumasi
si: ඔබගේ ගනුදෙනු

source: Invite Friends
ar: ادعو أصدقاء
es: Invitar a tus amigos
fi: Kutsua ystäviä
si: මිත්රවරුනි ආරාධනා

source: Share Your Invite Code
ar: شارك رمز دعوتك
fi: Jaa Kutsu Koodi
si: බෙදා හදා ඔබේ ඇරයුම් සංග්රහයේ

source: Hello I am using TOWROUTE PROVIDER
ar: مرحبًا ، أنا أستخدم TOWROUTE PROVIDER
fi: Hei Käytän TOWROUTE PROVIDER

source: Support
ar: الدعم
es: Soporte
fi: Tuki
si: සහාය

source: Send Query
ar: إرسال الاستعلام
es: Envío de consulta
fi: Send Kyselyn
si: යවන්න විමසුම්

source: Enter subject here
ar: أدخل الموضوع هنا
es: Introduzca el asunto aquí
fi: Anna aihe tähän
si: මෙහි විෂය ඇතුලත් කරන්න

source: Write your query here
ar: اكتب استفسارك هنا
es: Escriba su consulta aquí
fi: Kirjoita kysymyksesi tähän
si: ඔබගේ විමසුමට මෙතන ලියන්න

source: Your Query
ar: طلبك
es: Su consulta
fi: kysely
si: ඔබේ විමසුම්

source: Recored update Successfully!
ar: تم استعادة التحديث بنجاح!
fi: Recored päivityksen onnistuneesti!
si: සාර්ථකව යාවත්කාලීන Recored!

source: All fields required
ar: جميع الحقول مطلوبة
es: Todos los campos son requeridos
fi: Kaikki kentät ovat pakollisia
si: අවශ්ය සියලු ක්ෂේත්ර

source: Invalid credentials.
ar: بيانات الاعتماد غير صالحة.
es: Credenciales no válidas.
fi: Virheellinen valtakirjaa.
si: වලංගු නොවන අක්තපත්ර.

source: Your Session was expired please login again
ar: انتهت الجلسة الخاصة بك الرجاء تسجيل الدخول مرة أخرى
fi: Pelisession oli vanhentunut, kirjaudu uudelleen
si: ඔබගේ සැසිය නැවත කරුණාකර පිවිසුම් කල් ඉකුත් වූ

source: Timeout
ar: نفذ الوقت
es: se acabó el tiempo
fi: Aikalisä
si: කාලය හමාරයි

source: Book Later
ar: إحجز لاحقا
fi: kirja Myöhemmin
si: පොත පසුව

source: No Drivers available currently.
ar: لا توجد برامج تشغيل متاحة حاليًا.
fi: Ajureita ei saatavilla tällä hetkellä.
si: දැනට රියදුරු නැත.

source: More Info
ar: مزيد من المعلومات
fi: Lisätietoja
si: වැඩි විස්තර

source: Booking Details
ar: تفاصيل الحجز
fi: varaustiedot
si: වෙන්කරවා ගැනීම විස්තර

source: BOOKING DETAILS
ar: تفاصيل الحجز
fi: varaustiedot
si: වෙන් කර ගැනීම විස්තර

source: Apply
ar: تطبيق
fi: Käytä
si: අදාළ

source: Add Special Instructions for TOWROUTE PROVIDER driver below
ar: أضف تعليمات خاصة للسائق TOWROUTE PROVIDER أدناه
fi: Lisää Erityiset ohjeet TOWROUTE PROVIDER kuljettajan alla

source: Booking Date
ar: تاريخ الحجز
fi: Varaus päivämäärä
si: වෙන්කරවා ගැනීම දිනය

source: Booking Time
ar: وقت الحجز
fi: varaus Time
si: පරිපාලනය

source: Credit Card Number
ar: رقم بطاقه الائتمان
es: Número de tarjeta de crédito
fi: luottokortin numero
si: ණය පත් අංකය

source: MM/YY
ar: شهر / سنة
fi: KK / VV

source: MM/yy
ar: شهر / سنة
fi: KK / VV

source: CVV
ar: رمز CVV

source: Booking No#
ar: رقم الحجز#
es: Reserva Num#
fi: Varaus Ei #
si: වෙන්කරවා ගැනීම මෙයට #

source: View Details
ar: عرض التفاصيل
fi: Tarkemmat tiedot
si: තොරතුරු පෙන්වන්න

source: VIEW DETAILS
ar: عرض التفاصيل
fi: TARKEMMAT TIEDOT
si: තොරතුරු පෙන්වන්න

source: Ongoing jobs
ar: الوظائف الجارية
fi: Käynnissä olevat työt
si: පවතින රැකියා

source: Driver is unable to accept your request. Please cancel the request and try again later
ar: السائق غير قادر على قبول طلبك , يرجى إلغاء الطلب والمحاولة مرة أخرى لاحقًا
fi: Kuljettaja ei voi hyväksyä pyynnön. Peruuta pyyntö ja yritä myöhemmin uudelleen
si: රියදුරු ඔබගේ ඉල්ලීම පිළිගැනීමට නොහැකි වේ. ඉල්ලීම අවලංගු කරන්න සහ කරුණාකර පසුව නැවත උත්සාහ කරන්න

source: Payment Mode
ar: طريقة الدفع
fi: Maksutapa
si: ගෙවීම් ක්රමය

source: How would You Like to Pay?
ar: كيف تريد الدفع؟
fi: Miten haluaisit maksaa?
si: කෙසේ නම් ඔබට මෙන් වැටුප් ද?

source: Book now
ar: احجز الآن
fi: Varaa nyt
si: දැන්ම වෙන්කරගන්න

source: Number is not found
ar: الرقم غير موجود
fi: Numeroa ei löydy
si: අංකය සොයා ගැනීමට අපහසු

source: No mobile number
ar: لا يوجد رقم الهاتف
es: Sin número de teléfono móvil
fi: Ei matkapuhelinnumero
si: කිසිදු ජංගම දුරකථන අංකය

source: CANCEL
ar: إلغاء
es: CANCELAR
fi: PERUUTTAA
si: අවලංගු කරන්න

source: Wallet Balance:
ar: رصيد المحفظة:
es: Saldo de Billetera:
fi: Wallet-saldo:
si: මුදල් පසුම්බිය ශේෂය:

source: Choose Booking Date
ar: اختر تاريخ الحجز
fi: Valitse varauksen päivämäärä
si: වෙන්කරවා දිනය තෝරා

source: Continue
ar: استمر
es: Continuar
fi: Jatkaa
si: දිගටම

source: Try again
ar: حاول مرة أخري
es: Inténtalo de nuevo
fi: Yritä uudelleen
si: නැවත උත්සහා කරන්න

source: SMS delivered
ar: تم تسليم الرسائل القصيرة
es: SMS entregado
fi: SMS toimitetaan
si: කෙටි පණිවුඩ භාර

source: SMS not delivered
ar: لم يتم تسليم الرسائل القصيرة
es: SMS no entregado
fi: SMS ei toimitettu
si: කෙටි පණිවුඩ භාර නොවන

source: SMS has send successfully
ar: تم إرسال الرسائل القصيرة بنجاح
es: SMS ha enviado con éxito
fi: Tekstiviestin on lähettää onnistuneesti
si: කෙටි පණිවුඩ සාර්ථකව යැවීමට ඇති

source: No service
ar: لاتوجد خدمة
es: Sin servicio
fi: Ei palvelua
si: සේවාව නැත

source: Your job was completed successfully!
ar: تم الانتهاء من عملك بنجاح!
fi: Työsi on onnistunut!
si: ඔබගේ රැකියාව සාර්ථකව නිම කරන ලදී!

source: Your payment has completed!
ar: اكتمل الدفع الخاص بك!
fi: Kun maksu on suoritettu!
si: ඔබගේ ගෙවීම් සම්පූර්ණ කර ඇති!

source: Driver accepted the request
ar: قبل السائق الطلب
es: Conductor aceptó su solicitud
fi: Kuljettajan hyväksynyt pyynnön
si: රියදුරු ඉල්ලීම පිළිගත්

source: Driver has started the trip to your location
ar: بدأ السائق الرحلة إلى موقعك
es: Conductor ha iniciado el viaje hacia su ubicación
fi: Kuljettaja on aloittanut matkan sijaintisi
si: රියදුරු ඔබේ ස්ථානය යන ගමනේදී ආරම්භ කර ඇත

source: Driver has arrived at job location
ar: وصل السائق إلى موقع العمل
fi: Kuljettajan on saapunut työpaikan sijainti
si: රියදුරු රැකියාවක් ස්ථානයට පැමිණි ඇත

source: Driver has started the job
ar: بدأ السائق العمل
es: Conductor comenzó el servicio
fi: Kuljettaja on aloittanut työn
si: රියදුරු රැකියා ආරම්භ කර ඇති

source: Permission granted
ar: تم تأمين التصريح
es: Permiso concedido
fi: Lupa myönnetty
si: අවසර ලබා

source: Permission denied
ar: طلب الاذن مرفوض
es: Permiso denegado
fi: Lupa kielletty
si: අවසරය ප්රතික්ෂේප කෙරිණි

source: Confirm
ar: تأكيد
fi: Vahvistaa
si: තහවුරු

source: Your job has begun
ar: لقد بدأ عملك
fi: Työsi on alkanut
si: ඔබ රැකියාවක් ආරම්භ කර ඇත

source: Your job was successfully completed!
ar: تم الانتهاء من عملك بنجاح!
fi: Työsi saatiin onnistuneesti päätökseen!
si: ඔබගේ රැකියාව සාර්ථකව නිම කරන ලදී!

source: Cancel Job!
ar: إلغاء الوظيفة!
fi: Peruuta työ!
si: රැකියා අවලංගු කරන්න!

source: Are you sure you want to cancel this job?
ar: هل أنت متأكد أنك تريد إلغاء هذه الوظيفة؟
fi: Oletko varma, että haluat peruuttaa tämän työn?
si: ඔබ මෙම රැකියා අවලංගු කිරීමට අවශ්ය බව ඔබට විශ්වාස ද?

source: CONTINIUNE JOB
ar: إكمال العمل
fi: CONTINIUNE TYÖ
si: රැකියාව දිගටම කරගෙන යන්න

source: Cancel Job now
ar: إلغاء الوظيفة الآن
fi: Peruuta työ nyt
si: දැන් රැකියා අවලංගු කරන්න

source: Your service request has been cancelld by driver!
ar: تم إلغاء طلب الخدمة من قبل السائق!
fi: Palvelupyyntö on cancelld kuljettaja!
si: ඔබේ සේවාව ඉල්ලීම රියදුරු විසින් cancelld කර ඇත!

source: Not Completed
ar: غير مكتمل
es: Sin completar
fi: Ei valmis
si: අවසන් නැත

source: Job Cancelled
ar: تم إلغاء الوظيفة
es: Servicio cancelado
fi: Job peruutettu
si: රැකියා අවලංගු කරන ලදී

source: Driver has Cancelled Job
ar: ألغى السائق الوظيفة
es: Conductor ha cancelado el servicio
fi: Kuljettaja on peruuttanut Työ
si: රියදුරු රැකියා අවලංගු කරන ලදී ඇත

source: Email or Mobile already registered
ar: البريد الإلكتروني أو الهاتف المحمول مسجل بالفعل
es: El Correo electrónico o móvil ya está registrado
fi: Sähköpostia tai Mobile jo rekisteröity
si: ඊ-තැපෑල හෝ ජංගම දැනටමත් ලියාපදිංචි

source: Mobile already registered!
ar: الهاتف مسجل بالفعل!
es: ¡Móvil ya está registrado!
fi: Mobile jo rekisteröity!
si: ජංගම දැනටමත් ලියාපදිංචි!

source: Email already registered!
ar: البريد الإلكتروني مسجل مسبقا!
es: ¡Correo ya está registrado!
fi: Sähköposti on jo rekisteröity!
si: ඊ-තැපෑල දැනටමත් ලියාපදිංචි!

source: Select booking date
ar: حدد تاريخ الحجز
fi: Valitse varauksen päivämäärä
si: වෙන් කිරීම් දිනය තෝරන්න

source: Select booking time
ar: حدد وقت الحجز
fi: Valitse aikaa varaamatta
si: පරිපාලනය තෝරා

source: Select the required service
ar: اختر الخدمة المطلوبة
fi: Valitse tarvittava palvelu
si: අවශ්ය සේවාව තෝරන්න

source: Job in Progress
ar: جاري العمل
fi: Job käynnissä
si: ප්රගති රැකියා

source: Job InProgess
ar: جاري العمل
si: රැකියා InProgess

source: JOB INPROGRESS
ar: جاري العمل
es: Servicio en Proceso
fi: TYÖ INPROGRESS

source: at 11:00 am
ar: الساعة 11:00 صباحا
es: a las 11:00 am
fi: klo 11:00
si: 11:00 ට

source: 4 min ago
ar: قبل 4 دقائق
es: Hace 4 min
fi: 4 min sitten
si: විනාඩි 4 කට පෙර

source: Contact Name
ar: اسم جهة الاتصال
fi: yhteyshenkilön nimi
si: සම්බන්ධීකරණ තොරතුරු නම

source: Contact Number
ar: رقم الاتصال
fi: Yhteysnumero
si: ඇමතුම් අංකය

source: Category Name
ar: اسم التصنيف
fi: Kategorian nimi
si: ප්රවර්ගය නම

source: Live Track
ar: مسار مباشر
si: සජීවි මගට

source: Job Location
ar: مكان العمل
es: dirección del Servicio
fi: Job Sijainti
si: රැකියා ස්ථානය

source: Status:
ar: الحالة:
es: Estado:
fi: Tila:
si: තත්ත්වය:

source: Cancel Booking
ar: إلغاء الحجز
fi: Peruuta varaus
si: වෙන්කරවා ගැනීම අවලංගු කරන්න

source: Enter your reason
ar: أدخل سببك
es: Introduzca su razón
fi: Anna syy
si: ඔබේ හේතුව ඇතුලත් කරන්න

source: Booking Accepted
ar: الحجز مقبول
fi: varaus Hyväksytyt
si: වෙන්කරවා ගැනීම පිළිගත්

source: View ongoing jobs
ar: عرض الوظائف الجارية
fi: Tarkastele käynnissä työpaikkoja
si: පවතින රැකියා බලන්න

source: View Ongoing jobs
ar: عرض الوظائف الجارية
fi: View Käynnissä työpaikkoja
si: පවතින රැකියා බලන්න

source: VIEW BOOKINGS
ar: عرض الحجوزات
fi: VIEW VARAUKSET
si: වීව් කිරිම්

source: TOWROUTE PROVIDER Driver
ar: سائق TOWROUTE PROVIDER
fi: TOWROUTE PROVIDER Kuljettajan

source: Promo Code
ar: رمز ترويجي
fi: Tarjouskoodi
si: ප්රවර්ධන කේතය

source: Booking ID
ar: معرف الحجز
fi: varaus tunnus
si: වෙන්කරවා ගැනීම හැඳුනුම්පත

source: NEXT
ar: التالى
fi: SEURAAVA
si: ලබන

source: Next
ar: التالى
fi: Seuraava
si: ලබන

source: Passenger Detail
ar: تفاصيل الركاب
fi: matkustajan Yksityiskohta
si: මගී විස්තර

source: 0.00Kilos
ar: 0.00 كيلو

source: AWAY
ar: بعيدا
fi: POIS
si: පලා ගිය

source: Driver information
ar: معلومات السائق
fi: kuljettajan tiedot
si: රියදුරු තොරතුරු

source: Adding To Favorite
ar: إضافة إلى المفضلة
fi: Lisätään Suosikki
si: ප්රියතම කිරීම එකතු

source: My Message
ar: رسالتي
fi: Viestini
si: මගේ පණිවුඩය

source: Requesting
ar: جاري الطلب
fi: pyytävän
si: ඉල්ලා

source: Pay via Debit / Credit card
ar: الدفع عن طريق بطاقة الخصم / الائتمان
fi: Maksu kautta pankki / luottokortilla
si: ඩෙබිට් / ක්රෙඩිට් කාඩ් හරහා වැටුප්

source: Upload Picture
ar: تحميل الصورة
es: Subir foto
fi: Lähetä kuva
si: උඩුගත පින්තුරය

source: Make your travel safe
ar: اجعل سفرك آمنًا
es: Viaje Seguro
fi: Tee matka turvallinen
si: ඔබගේ සංචාරක ආරක්ෂිත කිරීමට

source: Send alert to your friends/family memebers in case of an emergency
ar: أرسل تنبيهًا إلى أصدقائك / أفراد عائلتك في حالة الطوارئ
es: Envié una alerta a sus amigos/familiares en caso de Emergencia
fi: Lähetä varuillaan ystävillesi / perhe memebers hätätilanteessa
si: හදිසි අවස්ථාවකදී ඔබේ මිතුරන් / පවුලේ memebers සඳහා සීරුවෙන් යවන්න

source: Please add them to your emergency contacts
ar: الرجاء إضافتهم إلى جهات الاتصال الخاصة بك في حالات الطوارئ
es: Agregué sus contactos de emergencia
fi: Ole hyvä ja lisää ne hätä yhteystiedot
si: ඔබගේ හදිසි සම්බන්ධතා එකතු කරන්න

source: You can add up to 5 contacts
ar: يمكنك إضافة ما يصل إلى 5 جهات اتصال
es: Puede agregar hasta 5 contactos
fi: Voit lisätä jopa 5 yhteystietoja
si: ඔබ 5 සම්බන්ධතා දක්වා එක් කළ හැකිය

source: Add Contacts
ar: اضف جهات اتصال
es: Añadir contactos
fi: Lisää yhteystieto
si: අප අමතන්න එකතු

source: No Ongoing Jobs Available
ar: لا توجد وظائف جارية متاحة
fi: Ei Käynnissä Työpaikat Available
si: පවතින රැකියා ලබාගත හැකි කිසිදු

source: TOWROUTE PROVIDER Truck
ar: شاحنة TOWROUTE PROVIDER

source: Pickup Date
ar: اختر تاريخا
fi: Noutopäivä
si: පිකප් දිනය

source: Pickup Time
ar: اختار المعاد
fi: pickup Aika
si: කාලය ගන්න

source: Select Service
ar: اختر الخدمة
fi: Valitse palvelu
si: තේරීම් සේවා

source: Book Now
ar: احجز الآن
fi: Varaa nyt
si: දැන්ම වෙන්කරගන්න

source: About Us
ar: معلومات عنا
es: Sobre nosotros
fi: Meistä
si: අපි ගැන

source: Privacy Policy
ar: سياسة خاصة
es: Política de privacidad
fi: Tietosuojakäytäntö
si: රහස්යතා ප්රතිපත්තිය

source: PRIVACY POLICY
ar: سياسة خاصة
fi: TIETOSUOJAKÄYTÄNTÖ
si: රහස්යතා ප්රතිපත්තිය

source: Contact Us
ar: اتصل بنا
es: Contáctenos
fi: Ota meihin yhteyttä
si: අප අමතන්න

source: Help
ar: مساعدة
es: Ayuda
fi: auta
si: උදව්

source: No Past Jobs Available
ar: لا توجد وظائف سابقة متاحة
es: No hay trabajos anteriores disponibles
fi: Ei Past Työpaikat Available
si: කිසිදු පසුගිය රැකියා ලබාගත හැකි

source: No Upcoming Jobs Available
ar: لا توجد وظائف قادمة متاحة
es: No hay próximos Trabajos disponibles
fi: Ei Tulevat Avoimet työpaikat
si: ඉදිරියට එන රැකියා ලබාගත හැකි කිසිදු

source: Change Password
ar: غير كلمة السر
es: Cambiar contraseña
fi: Vaihda salasana
si: මුරපදය වෙනස් කරන්න

source: View Profile
ar: عرض الصفحة الشخصية
es: Ver perfil
fi: Näytä profiili
si: පැතිකඩ නරඹන්න

source: Call
ar: مكالمة
es: Llamar
fi: Soittaa puhelimella
si: ඇමතුම්

source: Message
ar: رسالة
es: Mensaje
fi: Viesti
si: පණිවුඩය

source: Cancel Job
ar: إلغاء الوظيفة
es: Cancelar Servicio
fi: Peruuta työ
si: අවලංගු කරන්න රැකියා

source: CANCEL JOB
ar: إلغاء الوظيفة
es: Cancelar Servicio
fi: PERUUTA
si: JOB අවලංගු කරන්න

source: ENTER OLD PASSWORD
ar: أدخل كلمة المرور القديمة
fi: ENTER vanhaa salasanaa
si: පැරණි මුරපදය ඇතුළත් කරන්න

source: ENTER NEW PASSWORD
ar: أدخل كلمة مرور جديدة
fi: SYÖTÄ UUSI SALASANA
si: මුරපදය ඇතුලත්
