Repository: jeffting85/uber-clean-ios
Catalog: towroute-provider/TowRouteProvider/*.lproj/Localizable.strings
Languages: ar, es, fi, si

source: Oops!! You cannot choose availability slots without approval, Kindly contact your admin for further details.
ar: اووه!! لا يمكنك اختيار خانات التوفر دون موافقة ، يرجى الاتصال بالمسؤول للحصول على مزيد من التفاصيل.
es: ¡Ups! No puede elegir las ranuras de disponibilidad sin aprobación. Póngase en contacto con su administrador para obtener más detalles.
fi: Oho!! Et voi valita saatavuuden lähtö ilman hyväksyntää, ystävällisesti yhteys ylläpitoon lisätietoja.
si: අයියෝ !! ඔබ වැඩිදුර තොරතුරු සඳහා, කරුණාවෙන් සම්බන්ධතා ඔබගේ පරිපාලක, අනුමැතියකින් තොරව ලබා ගත හැකි රථවාහන අංගනයකින් තෝරා ගත හැකිය නැත.

source: Sun
ar: الأحد
fi: Aurinko
si: හිරු

source: Mon
ar: الإثنين
si: සඳු

source: Tue
ar: الثلاثاء
fi: ti
si: අග

source: Wed
ar: الأربعاء
fi: vihkiä
si: බදාදා

source: Thu
ar: الخميس
si: බ්රහස්

source: Fri
ar: الجمعة
fi: perjantai
si: සිකු

source: Sat
ar: السبت
fi: lauantai
si: සෙන

source: Sunday
ar: الأحد
fi: sunnuntai
si: ඉරිදා

source: Monday
ar: الإثنين
fi: maanantai
si: සඳුදා

source: Tuesday
ar: الثلاثاء
fi: tiistai
si: අඟහරුවාදා

source: Wednesday
ar: الأربعاء
fi: keskiviikko
si: බදාදා

source: Thursday
ar: الخميس
fi: torstai
si: බ්රහස්පතින්දා

source: Friday
ar: الجمعة
fi: perjantai
si: සිකුරාදා

source: Saturday
ar: السبت
fi: lauantai
si: සෙනසුරාදා

source: Special characters such as @ ! # $ % & * . : ;? not allowed
ar: أحرف خاصة مثل @! # $٪ & *. :؛؟ غير مسموح
fi: Erikoismerkkejä, kuten @! # $% & *. :;? ei sallittu
si: එවැනි @ ලෙස විශේෂ අක්ෂර! # $% & *. :;? අවසර නැත

source: You have accepted the request
ar: لقد قبلت الطلب
fi: Olet hyväksynyt pyynnön
si: ඔබ ඉල්ලීම පිළිගෙන තිබෙනවා

source: You have started the trip to User location
ar: لقد بدأت الرحلة إلى موقع المستخدم
fi: Olet aloittanut matkan Käyttäjän sijainti
si: ඔබ පරිශීලක ස්ථානයක් සඳහා සංචාරය ආරම්භ කර තිබේ

source: You have arrived to job location
ar: لقد وصلت إلى موقع العمل
fi: Olet saapunut työpaikan sijainti
si: ඔබ රැකියාවක් ස්ථානය පැමිණ ඇති

source: You have started the job
ar: لقد بدأت العمل
fi: Olet aloittanut työn
si: ඔබ රැකියාවක් ආරම්භ කර තිබේ

source: January
ar: يناير
fi: tammikuu
si: ජනවාරි

source: Jan
ar: يناير
fi: tammikuu
si: ජනවාරි

source: February
ar: فبراير
fi: helmikuu
si: පෙබරවාරි

source: Feb
ar: فبراير
fi: helmikuu
si: පෙබරවාරි

source: March
ar: مارس
fi: maaliskuu
si: මාර්තු

source: Mar
ar: مارس
fi: maaliskuu
si: මාර්තු

source: April
ar: أبريل
fi: huhtikuu
si: අප්රේල්

source: Apr
ar: أبريل
fi: huhtikuu
si: අප්රේල්

source: May
ar: مايو
fi: saattaa
si: මැයි

source: June
ar: يونيو
fi: kesäkuu
si: ජූනි

source: Jun
ar: يونيو
fi: kesäkuu
si: ජුනි

source: July
ar: يوليو
fi: heinäkuu
si: ජුලි

source: Jul
ar: يوليو
fi: heinäkuu
si: ජූලි

source: August
ar: أغسطس
fi: elokuu
si: අගෝස්තු

source: Aug
ar: أغسطس
fi: elokuu
si: අගෝස්තු

source: September
ar: سبتمبر
fi: syyskuu
si: සැප්තැම්බර්

source: Sep
ar: سبتمبر
fi: syyskuu
si: සැප්තැම්බර්

source: October
ar: اكتوبر
fi: lokakuu
si: ඔක්තෝම්බර්

source: Oct
ar: اكتوبر
fi: lokakuu
si: ඔක්තෝබර්

source: November
ar: نوفمبر
fi: marraskuu
si: නොවැම්බර්

source: Nov
ar: نوفمبر
fi: marraskuu
si: නොවැම්බර්

source: December
ar: ديسمبر
fi: joulukuu
si: දෙසැම්බර්

source: Dec
ar: ديسمبر
fi: joulukuu
si: දෙසැම්බර්

source: AM
ar: صباحا
fi: OLEN
si: ඒ.එම්

source: Documents
ar: مستندات

source: updated successfully.
ar: تم التحديث بنجاح.

source: START JOB
ar: ابدأ الوظيفة

source: CANCEL BOOKING
ar: إلغاء الحجز

source: Booking No#
ar: رقم الحجز#

source: Name :
ar: اسم :

source: Phone :
ar: هاتف :

source: Customer Details
ar: تفاصيل العميل

source: ACCEPT JOB
ar: قبول الوظيفة

source: DECLINE JOB
ar: رفض الوظيفة

source: Your session has expired. Please log in again
ar: انتهت صلاحية جلسة العمل الخاصة بك. الرجاد الدخول على الحساب من جديد
fi: Istuntosi on vanhentunut. Kirjaudu sisään uudelleen
si: ඔබගේ සැසිය කල් ඉකුත් වී ඇත. කරුණාකර නැවත පුරනය වන්න

source: Category Updated
ar: تم تحديث الفئة

source: WELCOME TO TowRoute
si: සාදරයෙන් පිළිගන්නවා TowRoute

source: By conducting you choose to accept TowRoute
si: පැවැත්වීම මඟින් ඔබට TowRoute පිළිගැනීම තෝරාගත

source: Hello I am using TowRoute
si: හෙලෝ මම TowRoute මම භාවිතා

source: Add Special Instructions for TowRoute driver below
si: පහත TowRoute රියදුරු සඳහා විශේෂ උපදෙස් එකතු

source: TowRoute Driver
si: TowRoute රියදුරු

source: TowRoute Truck
si: TowRoute ට්රක්

source: TowRoute User
si: TowRoute පරිශීලක

source: Add Special Instruction for TowRoute Driver
si: TowRoute රියදුරු සඳහා විශේෂ උපදෙස් එකතු

source: WELCOME TO TowRoute PROVIDER
si: TowRoute සපයන්නා වෙත ඔබව සාදරයෙන් පිළිගනිමු

source: Driver is not approved. Please contact TowRoute team for more info
si: රියදුරු අනුමත කර නැත. වැඩිදුර තොරතුරු සඳහා කරුණාකර සම්බන්ධතා TowRoute කණ්ඩායම

source: Oops!! You cannot update your profile image right now. Kindly contact TowRoute team for further details.
si: අයියෝ !! ඔයා දැන් ඔබට ඔබේ පැතිකඩ රූප යාවත්කාලීන කළ නොහැක. වැඩිදුර තොරතුරු සඳහා, කාරුණිකව ස්පර්ශ TowRoute කණ්ඩායම.

source: Oops!! You cannot update your documents right now. Kindly contact TowRoute team for further details.
si: අයියෝ !! ඔබ දැන් ඔබේ ලිපි ලේඛන යාවත්කාලීන කළ නොහැක. වැඩිදුර තොරතුරු සඳහා, කාරුණිකව ස්පර්ශ TowRoute කණ්ඩායම.

source: Oops!! You cannot choose availability slots without approval. Kindly contact TowRoute team for further details.
si: අයියෝ !! ඔබ අනුමැතියකින් තොරව ලබා ගත හැකි රථවාහන අංගනයකින් තෝරා ගත හැකිය නැත. වැඩිදුර තොරතුරු සඳහා, කාරුණිකව ස්පර්ශ TowRoute කණ්ඩායම.

source: Oops!! You cannot choose services without approval. Kindly contact TowRoute team for further details.
si: අයියෝ !! ඔබ අනුමැතියකින් තොරව සේවා තෝරා ගත හැකිය නැත. වැඩිදුර තොරතුරු සඳහා, කාරුණිකව ස්පර්ශ TowRoute කණ්ඩායම.

source: Hello I am using TowRoute. Its an amazing app. Signup using below referral code and enjoy job. My Referral Code:
si: හෙලෝ මම TowRoute භාවිතා කරමි. එහි පුදුම යෙදුම. ලියාපදිංචි වීමේ යොමු කේතය ට අඩුවෙන් භාවිත කිරීම හා රැකියා භුක්ති. මගේ කණ, සංකේතය:

source: By proceeding with this transaction, you confirm that you accept TowRoute terms and conditions
si: මෙම ගනුදෙනුව සමග ඉදිරියට කරගෙන යාමට කිරීමෙන්, ඔබ TowRoute නියමයන් හා කොන්දේසි පිළිගැනීමට බව තහවුරු

source: PM
fi: pääministeri
si: අගමැති

source: Welcome to towit Provider
es: Bienvenido a towit Proveedor

source: WELCOME TO TOWIT PROVIDER
es: Bienvenido a TOWIT Proveedor

source: TOWIT PROVIDER
es: TOWIT Proveedor

source: PROVIDER
es: Proveedor

source: No location data provided
es: la dirección proporcionada no existe

source: Sorry, the service is not available
es: Lo sentimos, el servicio no está disponible

source: We just need your registered Email id to sent you password reset instruction
es: Sólo necesitamos su correo electrónico registrado para el restablecimiento de su contraseña

source: We just need your registered Mobile no to sent you password reset instruction
es: Sólo necesitamos su teléfono móvil registrado para el restablecimiento de su contraseña

source: We just need your registered Mobile no to sent your password reset instruction
es: Sólo necesitamos su teléfono móvil registrado para el restablecimiento de su contraseña

source: FORGOT PASSWORD?
es: ¿Se le olvidó su contraseña?

source: PHONE VERIFICATION
es: Verificacion telefonica

source: Phone verification
es: Verificacion telefonica

source: English
es: Inglés

source: Edit Profile
es: Editar perfil

source: Permission necessary
es: permisos necesarios

source: External storage permission is necessary
es: el permiso de almacenamiento externo es necesario

source: Gallery is not opening. Try later..
es: Galería no se está abriendo. Intenta más tarde.

source: To use gallery it is necessary to allow required permission
es: Para utilizar la galería es necesario otorgar los permisos requeridos

source: Take Picture Failed or canceled
es: No se ha podido tomar la fotografía o fue cancelada

source: Update not Successfully!
es: ¡La Actualización no se realizó con éxito!

source: SHARE YOUR INVITE CODE
es: COMPARTE TU CÓDIGO DE INVITACIÓN

source: Hello I am using towit
es: Hola estoy usando towit

source: . Its an amazing app. Signup using below referral code and enjoy job. My Referral Code :
es: . Esta es una aplicación sorprendente. Regístrese mediante el siguiente código y disfrutar de sus Servicios Mi código de referencia:

source: This app requires location services. Please enabled location service from devices settings. Go to Settings >> Location >> Turn on
es: Esta aplicación requiere del servicio de UBICACIÓN. Por favor, vaya a Configuración >> Ubicación >> ACTIVAR

source: Your Transaction
es: sus Transacción

source: By conducting you choose to accept towit
es: Mediante la realización decide aceptar towit

source: We have sent you the code on your mobile number. Please enter it below to verify
es: Te hemos enviado un código a tu móvil. Por favor, introduzca el código enviado para verificar

source: Sms sent to:-
es: SMS enviados a: -

source: SMS Sent to:
es: SMS enviados a:

source: We have sent you the code on your registered email account. Please enter it below to verify
es: Te hemos enviado un código a tu correo registrado. Por favor, introduzca ese código para verificar.

source: Enter Code here
es: Ingresa el código aquí

source: Your Session was expired please Login again
es: Su sesión a expirado, por favor vuelva a acceder.

source: BIC/SWIFT Code
es: Código BIC / SWIFT

source: Need Permission
es: necesita permisos

source: No SIM Card Inserted
es: Sin tarjeta SIM insertada

source: Number is not founded
es: El número no se ha encontrado

source: SMS has not send
es: SMS no se envía

source: Null PDU
es: PDU vacio

source: Radio off
es: Radio apagado

source: Updated!
es: ¡Actualizado!

source: User cancel the request!
es: ¡El usuario a cancelado el servicio!

source: Please remove above anyone contact
es: Por favor elimine el contacto de arriba.

source: Accept Terms & Conditions
es: !Aceptar Términos y Condiciones

source: There is some error,back to home or try again later
es: Ha ocurrido un error, vuelva al inicio o intentarlo más tarde

source: contact name
es: nombre de contacto

source: contact number
es: número de contacto

source: category name
es: nombre de la categoría

source: Level Charges
es: Cargos x nivel

source: visit Price
es: Valor de visita

source: skip
es: omitir

source: submit
es: enviar

source: Booking id
es: Id de la reserva

source: Category - Single Tire
es: Categoría - Un neumático

source: stripe
es: raya

source: Your Work Location
es: TU LOCALIZACIÓN ACTUAL

source: YOUR WORK LOCATION
es: TU LOCALIZACIÓN ACTUAL

source: with in 15km radius
es: con 15 kilómetros de radio

source: Decline
es: No aceptado

source: Accept
es: Aceptar

source: Job Request
es: Solicitud de Servicio

source: category - Tow truck
es: categoría - camión de remolque

source: Drop
es: Destino

source: Enter the reset password and confirm password
es: Introduzca la contraseña de restablecimiento y confirme la contraseña

source: Enter confirm new password
es: Introduzca la nueva contraseña para confirmar

source: Your Availability has updated successfully.
es: Su disponibilidad se ha actualizado correctamente.

source: Driver not approval for Admin
es: la cuenta del conductor no ha sido aprobada por la administración

source: Oops!! You cannot change your profile image currently,kindly contact your admin for further details.
es: Vaya !! No se ha podido cambiar la imagen de su perfil, por favor póngase en contacto con el administrador para obtener más detalles.

source: Oops!! You cannot change your documents currently,kindly contact your admin for further details.
es: Vaya !! No se puede cambiar sus documentos Actualmente, por favor póngase en contacto con el administrador para obtener más detalles.

source: Oops!! You cannot choose availability slots without approval,kindly contact your admin for further details.
es: Vaya !! No se puede elegir una ranura disponible sin una aprobación, por favor póngase en contacto con el administrador para obtener más detalles.

source: Oops!! You cannot choose service without approval,kindly contact your admin for further details.
es: Vaya !! No se ha podido elegir el servicio sin una aprobación, póngase en contacto con el administrador para obtener más detalles.

source: No result found
es: No se han encontrado resultados

source: User can able to pay with balance amount via online payment
es: El usuario puede pagar con la cantidad restante a través de pago en línea

source: Track your ride
es: Rastree su trayecto

source: User accept your trip & slide to begin trip
es: !El usuario ha aceptado su servicio, deslice para iniciar servicio

source: Scheduled Job Cancelled
es: El trabajo programado Cancelado

source: Your trip was not successfully finished.
es: Su viaje no había terminado con éxito.

source: Facebook permission declined
es: Permiso de Facebook rechazado

source: Facebook session cancelled
es: Sesión de Facebook cancelada

source: Failed to Google signin
es: Error al iniciar sesión en Google

source: Google Signin Disconnect!
es: Google Signin Desconecta!

source: Twitter Login Failed
es: Error de inicio de sesión de Twitter

source: User can able to balance amount via online
es: El usuario puede equilibrar la cantidad vía online

source: Please enter your comments
es: Por favor ingrese sus comentarios

source: Customer cancel the service
es: Cliente cancela el servicio

source: Oops!! You cannot change your documents currently, Kindly contact your admin for further details.
es: ¡Ups! No puedes cambiar tus documentos actualmente. Ponte en contacto con tu administrador para obtener más detalles

source: Please enter your first name!
es: ¡Por favor, introduzca su nombre de pila!

source: Please enter your last name!
es: ¡Por favor ingrese su apellido!

source: Please enter your email address!
es: ¡Por favor, introduzca su dirección de correo electrónico!

source: Please enter select your country code!
es: Por favor, ingrese seleccione su código de país!

source: Please enter your mobile no!
es: ¡Por favor ingrese su número de móvil!

source: Image Updated Successfully
es: Imagen actualizada con éxito

source: Oops!! You cannot change your profile picture currently, Kindly contact your admin for further details.
es: ¡Vaya! No puedes cambiar la imagen de tu perfil actualmente. Ponte en contacto con tu administrador para obtener más detalles

source: Please Enter Valid Email ID!
es: Por favor, introduzca una ID de correo electrónico válida!

source: Your phone no is not registered
es: Tu teléfono no está registrado

source: Invalid verification code!
es: ¡Código de verificación invalido!

source: Driver password updated successfuly.
es: La contraseña del controlador se actualizó correctamente.

source: Confirm Password
es: Confirmar contraseña

source: Referral/Invite code(Optional)
es: Código de referencia / invitación (opcional)
