Repository: jeffting85/uber-clean-ios
Catalog: towroute-provider/TowRouteProvider/*.lproj/Localizable.strings
Languages: ar, es, fi, si

source: CONFIRM NEW PASSWORD
ar: تأكيد كلمة المرور الجديدة
fi: VAHVISTA UUSI SALASANA
si: තහවුරු කරන්න නව මුරපදය

source: Password not match
ar: كلمة السر ليست جيدة
es: Las contraseñas no coinciden
fi: Salasana ei täsmää
si: රහස් පදය නොවන තරගය

source: OK
ar: حسنا
fi: kunnossa
si: හරි

source: DROP LOCATION
ar: إسقاط الموقع
es: LUGAR DE DESTINO
fi: DROP SIJAINTI
si: ස්ථානය අතහරින්න

source: Details
ar: تفاصيل
fi: Yksityiskohdat
si: විස්තර

source: Current Charges
ar: الرسوم الحالية
es: Cargos actuales
fi: nykyinen maksut
si: වත්මන් ගාස්තු

source: Material Fee
ar: رسوم المواد
es: Costo de material
fi: materiaali Fee
si: ද්රව්ය ගාස්තු

source: Misc Fee
ar: رسوم متنوعة
es: Cuota miscelánea
fi: Muut Fee
si: misc ගාස්තු

source: Driver Discount
ar: خصم السائق
es: Descuento del conductor
fi: kuljettaja alennus
si: රියැදුරා සඳහා වන වට්ටම්

source: Total
ar: مجموع
fi: Kaikki yhteensä
si: මුළු

source: Enter your comment
ar: أدخل تعليقك
es: Introduzca un comentario
fi: Anna kommentti
si: ඔබේ අදහස ඇතුලත් කරන්න

source: Rate
ar: معدل
es: Tarifa
fi: nopeus
si: අනුපාතය

source: Cancel
ar: إلغاء
fi: Peruuttaa
si: අවලංගු කරන්න

source: Kindly recharge your wallet before proceeding
ar: يرجى إعادة شحن محفظتك قبل المتابعة
fi: Ystävällisesti ladata lompakkoon ennen jatkamista
si: කාරුණිකව දුරටත් ඉදිරියට යාමට පෙර ඔබගේ මුදල් පසුම්බිය බදු ගෙවන්නන්ට බදු

source: Add Card
ar: إضافة بطاقة
fi: add-kortti
si: එකතු කාඩ්

source: Add Payment Details
ar: أضف تفاصيل الدفع
fi: Lisää maksutiedot
si: ගෙවීම් විස්තර එකතු කරන්න

source: Record updated successfully!
ar: تم تحديث السجل بنجاح!
fi: Viite päivitetty onnistuneesti!
si: වාර්තා සාර්ථකව යාවත්කාලීන!

source: Booking Address
ar: عنوان الحجز
fi: varaus Osoite
si: වෙන්කරවා ගැනීම ලිපිනය

source: Enter register mobile number
ar: أدخل رقم الهاتف المحمول للتسجيل
es: Escriba el número de su móvil registrado
fi: Anna rekisteröityä matkapuhelinnumero
si: ඇතුලත් කරන්න ජංගම දුරකථන අංකය ලියාපදිංචි

source: Check internet connection
ar: التحقق من اتصال الإنترنت
es: Compruebe la conexión a Internet
fi: Tarkista internetyhteys
si: චෙක්පත අන්තර්ජාල සම්බන්ධතාවය

source: Password missmatch
ar: كلمة المرور غير متطابقة
es: contraseña no coincide
fi: salasana Amorin Apulainen
si: මුරපද අස්ථානගතවීම

source: All
ar: الكل
es: Todos
fi: Kaikki
si: සියලු

source: No record found
ar: لا يوجد سجلات
es: Registro no encontrado
fi: Tietueita ei löydy
si: වාර්තා සොයා ගත් කිසිදු

source: Your trip was completed successfully
ar: اكتملت رحلتك بنجاح
fi: Matkasi onnistui hyvin
si: ඔබේ ගමන සාර්ථකව නිම කරන ලදී

source: Your trip was not completed successfully
ar: رحلتك لم تكتمل بنجاح
fi: Matkasi ei onnistunut
si: ඔබේ ගමන සාර්ථකව අවසන් කිරීමට නොහැකි විය

source: Driver has completed the job!
ar: السائق أكمل المهمة!
es: ¡Conductor ha completado el Servicio!
fi: Kuljettaja on suorittanut työtä!
si: රියදුරු රැකියා නිම කර ඇත!

source: The user has cancelled the request!
ar: ألغى المستخدم الطلب!
fi: Käyttäjä on peruuttanut pyynnön!
si: පරිශීලක ඉල්ලීම අහෝසි කර තිබෙනවා!

source: Drop location not mentioned
ar: إسقاط الموقع غير مذكور
fi: Drop sijainti ei ole mainittu
si: පහත ස්ථානය සඳහන් කර නැත

source: Drop location:
ar: موقع الإسقاط:
fi: Drop sijainti:
si: පහත ස්ථානය:

source: Base Fare
ar: الاجرة الاساسية
fi: aloitusmaksun
si: මූලික ගාස්තු

source: Price per KM
ar: السعر لكل كيلومتر
es: Valor x KM
fi: Hinta per KM
si: KM අනුව මිල

source: Estimated Distance
ar: المسافة المقدرة
fi: arvioitu Etäisyys
si: ඇස්තමේන්තු දුරස්ථ

source: Estimated Duration
ar: المدة المقدرة
fi: arvioitu kesto
si: ඇස්තමේන්තු කාලය

source: Estimated Distance Calculation
ar: حساب المسافة المقدرة
fi: Arvioitu etäisyystiedot
si: ඇස්තමේන්තු දුරස්ථ ගණනය

source: Estimated Fare Amount
ar: مبلغ الأجرة المقدر
fi: Arvioitu Fare Määrä
si: ඇස්තමේන්තු ගාස්තු ප්රමාණය

source: Estimated Level Amount
ar: مبلغ المستوى المقدر
fi: Arvioitu taso Määrä
si: ඇස්තමේන්තු පෙළ මුදල

source: Visit Fare
ar: زيارة الأجرة
fi: vierailun Fare
si: සංචාරය ගාස්තු

source: KM
ar: ك م

source: Base Fare (BF)
ar: السعر الأساسي (ف ب)
fi: Aloitusmaksun (BF)
si: මූලික ගාස්තු (අක්ෂර බීඑෆ්)

source: Visit Fare (VF)
ar: زيارة الأجرة (VF)
fi: Vierailun Fare (VF)
si: සංචාරය ගාස්තු (වී.එෆ්.කාල්වර්ටන්)

source: Price per KM (PPKM)
ar: السعر لكل كيلومتر (PPKM)
fi: Hinta per KM (PPKM)
si: KM අනුව මිල (PPKM)

source: Est Distance (ED)
ar: المسافة المقدرة (ED)
fi: Est Etäisyys (ED)
si: Est දුරස්ථ (සංස්)

source: Est Distance Calculate (EDC)
ar: Est حساب المسافة (EDC)
fi: Est Etäisyys Laske (EDC)
si: Est දුර ගණනය කිරීම (EDC)

source: Home
ar: الصفحة الرئيسية
es: Casa
fi: Koti
si: ගෙදර

source: No Driver available for your required timeslot
ar: لا يوجد سائق متاح في الفترة الزمنية المطلوبة
fi: Ei Kuljettajan käytettävissä oman tarpeen aikavälille
si: ඔබට අවශ්‍ය කාල නියමය සඳහා ධාවකයක් නොමැත

source: Scheduled job has been cancelled
ar: تم إلغاء الوظيفة المجدولة
fi: Ajoitettua työtä on peruutettu
si: නියමිත රැකියා අවලංගු කර ඇත

source: Driver has Cancelled Scheduled Job
ar: قام السائق بإلغاء المهمة المجدولة
es: Conductor ha cancelado trabajo programado
fi: Kuljettaja on peruuttanut ajastetun tehtävän
si: රියදුරු උපලේඛනගත රැකියා අවලංගු කරන ලදී ඇත

source: Booking Declined
ar: تم رفض الحجز
fi: varaus hylätty
si: වෙන්කරවා ගැනීම බිඳවැටීමේ

source: Driver has decline the request
ar: السائق رفض الطلب
fi: Kuljettajalla on kieltäytyä pyynnöstä
si: රියදුරු ඉල්ලීම ප්රතික්ෂේප කර

source: Your Bookings
ar: حجوزاتك
fi: varauksia
si: ඔබගේ කිරිම්

source: On Going Job
ar: العمل مستمر
fi: Going Job
si: රැකියා යන මත

source: Notifications
ar: إشعارات
fi: ilmoitukset
si: දැනුම්දීම්

source: Log out
ar: تسجيل خروج
es: Cerrar sesión
fi: Kirjautua ulos
si: ලොග් අවුට්

source: Your Location:
ar: موقعك:
fi: Sijaintisi:
si: ඔබගේ ස්ථානය:

source: Drop Location:
ar: إسقاط الموقع:
fi: Drop Sijainti:
si: පහත ස්ථානය:

source: PAST
ar: الماضي
fi: VIIMEISEN
si: අතීතයේ

source: UPCOMING
ar: القادمة
fi: TULEVAT
si: ඉදිරියට එන

source: PAST JOB DETAIL
ar: تفاصيل الوظيفة السابقة
fi: VIIMEISEN Työn tietojen
si: අතීතය JOB විස්තර

source: Finished
ar: تم الانتهاء من
es: Terminado
fi: päättynyt
si: නිමි

source: No Bookings
ar: لا حجوزات
fi: ei varauksia
si: කිසිදු කිරිම්

source: Job Cancelld by Driver
ar: إلغاء الوظيفة من السائق
fi: Job Cancelld Kuljettajien
si: රියදුරු විසින් රැකියා අවලංගු කිරීම

source: it's safe and secure
ar: إنه آمن ومضمون
fi: se on turvallinen ja varma
si: එය සුරක්ෂිත ය

source: ALL
ar: الكل
fi: KAIKKI
si: සියළු

source: Money In
ar: المال في
es: Ingrese de Dinero
fi: rahaa
si: මුදල් දී

source: Money Out
ar: خرج المال
es: Egreso de Dinero
fi: rahaa
si: මුදල්

source: Done
ar: منجز
fi: Tehty
si: සිදු

source: done
ar: منجز
fi: tehty
si: සිදු

source: Stripe
ar: شريط
fi: Raita

source: Please Enter the recharge amount
ar: الرجاء إدخال مبلغ إعادة الشحن
es: Por favor ingrese la cantidad de recarga
fi: Anna lataussumman
si: ඇති recharge ප්රමාණය ඇතුලත් කරන්න කරුණාකර

source: Ok
ar: حسنا
fi: kunnossa
si: හරි

source: MY ON GOING JOBS
ar: وظائفي المستمرة
fi: MY käynnissä TYÖT
si: මගේ රැකියාවට

source: No Jobs
ar: لا توجد وظائف
fi: ei Työpaikat
si: කිසිදු රැකියා

source: Make Your travel safe
ar: اجعل سفرك آمنًا
fi: Jotta matkasi turvassa
si: ඔබේ ගමන් ආරක්ෂිත කිරීමට

source: ADD CONTACTS
ar: اضف جهات اتصال
fi: LISÄÄ YHTEYSTIETO
si: එක් කරන්න විමසීම

source: Invite your friends by sharing above invite code and earn the referral amount.
ar: قم بدعوة أصدقائك من خلال مشاركة رمز الدعوة أعلاه واكسب مبلغ الإحالة.
es: Invita a tus amigos compartiendo este código y ganar un dinero extra.
fi: Kutsu ystäväsi jakamalla edellä kutsukoodi ja ansaita asian summa.
si: කේතය ආරාධනා හා යොමු මුදල හම්බ ඉහත බෙදාගැනීම මගින් ඔබගේ මිතුරන් ආරාධනා කරන්න.

source: ABOUT
ar: حول
fi: NOIN
si: පිළිබඳ

source: OFFERS
ar: عروض
fi: TARJOUKSIA
si: දීමනා

source: ANNOUNCEMENTS
ar: الإعلانات
fi: TIEDOTE
si: නිවේදන

source: Offers
ar: عروض
fi: tarjoukset
si: දීමනා

source: Description
ar: وصف
fi: Kuvaus
si: විස්තර

source: Announcements
ar: الإعلانات
fi: Ilmoitukset
si: නිවේදන

source: Your Drop Location
ar: ضع موقعك
fi: Your Drop Sijainti
si: ඔබේ හැලෙන ස්ථානය

source: Please enter your Registered Email id
ar: الرجاء إدخال بريدك الإلكتروني المسجل
fi: Anna rekisteröidyn sähköpostin id
si: ඔබගේ ලියාපදිංචි ඊ id ඇතුලත් කරන්න

source: Please enter your Email!
ar: رجاءا أدخل بريدك الإلكتروني!
es: ¡Por favor introduzca su correo electrónico!
fi: Ole hyvä ja syötä sähköpostiosoitteesi!
si: ඔබේ විද්යුත් ඇතුලත් කරන්න!

source: Please enter valid Email ID!
ar: الرجاء إدخال البريد الإلكتروني الصحيح!
fi: Anna kelvolliset -sähköpostitunnus!
si: වලංගු විද්යුත් හැඳුනුම්පත ඇතුලත් කරන්න!

source: Please enter your Password!
ar: من فضلك أدخل رقمك السري!
es: ¡Por favor, introduzca su contraseña!
fi: Kirjoita salasana!
si: ඔබගේ මුරපදය ඇතුල් කරන්න!

source: Password must contain atleast 8 characters!
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل!
es: La contraseña debe contener al menos 8 caracteres!
fi: Salasanassa on oltava atleast 8 merkkiä!
si: රහස් පදය අක්ෂර 8 කටවත් අඩංගු විය යුතුය!

source: Invalid Credentials
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل مع رقم واحد وحروف أبجدية على الأقل!
fi: Virheellinen valtakirjojen
si: වලංගු නොවන අක්තපත්ර

source: Please enter your First Name!
ar: بيانات الاعتماد غير صالحة
fi: Kirjoita etunimesi, ole hyvä!
si: ඔබේ මුල් නම ඇතුලත් කරන්න!

source: Please enter your First name!
ar: يرجى ادخال الاسم الاول!
es: ¡Por favor, introduzca su nombre de pila!
fi: Kirjoita etunimesi, ole hyvä!
si: ඔබේ මුල් නම ඇතුලත් කරන්න!

source: Please enter valid Last Name!
ar: الرجاء إدخال اسم العائلة صالح!
fi: Anna kelvollinen sukunimi!
si: වලංගු අවසන් නම ඇතුලත් කරන්න!

source: Please enter your Country!
ar: الرجاء إدخال بلدك!
fi: Kirjoita maa!
si: ඔබේ රට ඇතුලත් කරන්න!

source: Please enter your Mobile!
ar: الرجاء إدخال هاتفك المحمول!
fi: Kirjoita Mobile!
si: ඔබගේ ජංගම ඇතුලත් කරන්න!

source: Please enter valid mobile number
ar: الرجاء إدخال رقم هاتف محمول صحيح
fi: Anna kelvollinen matkapuhelinnumero
si: වලංගු ජංගම දුරකථන අංකය ඇතුලත් කරන්න

source: Please accept terms and conditions!
ar: الرجاء قبول الشروط والأحكام!
es: Por favor acepte los términos y condiciones!
fi: Hyväksy ehdot!
si: නියමයන් හා කොන්දේසි පිළිගන්න!

source: Login Failed!
ar: فشل عملية الدخول!
es: ¡Error de inicio de sesion!
fi: Kirjautuminen epäonnistui!
si: ඇතුළු වීම අසාර්ථක විය!

source: Please enter valid Email Id!
ar: الرجاء إدخال البريد الإلكتروني الصحيح!
fi: Anna kelvolliset sähköposti tunnus!
si: වලංගු විද්යුත් ඉඞ් ඇතුලත් කරන්න!

source: Pickup Location
ar: اختر موقعا
fi: Noutopaikka
si: පිකප් ස්ථානය

source: Select Pickup Date and time
ar: حدد تاريخ ووقت الجمع
fi: Valitse Pickup päivämäärä ja kellonaika
si: පිකප් දිනය සහ වේලාව තෝරන්න

source: Select Pickup Date
ar: حدد تاريخ الالتقاط
fi: Valitse Noutopäivä
si: පිකප් දිනය තෝරන්න

source: Select Pickup Time
ar: حدد وقت الالتقاط
fi: Valitse noutoaika
si: පිකප් වේලාව තෝරන්න

source: Date
ar: تاريخ
fi: Päivämäärä
si: දිනය

source: Time
ar: زمن
fi: Aika
si: වේලාව

source: TOWROUTE PROVIDER User
ar: مستخدم TOWROUTE PROVIDER
fi: TOWROUTE PROVIDER Käyttäjä

source: Promo Code(optional)
ar: الرمز الترويجي (اختياري)
fi: Tarjouskoodi (valinnainen)
si: ප්‍රවර්ධන කේතය (අත්‍යවශ්‍ය නොවේ)

source: Add Special Instruction for TOWROUTE PROVIDER Driver
ar: أضف تعليمات خاصة لسائق TOWROUTE PROVIDER
fi: Lisää Special Ohjeita TOWROUTE PROVIDER Kuljettajan

source: CHOOSE PAYMENT MODE
ar: اختر طريقة الدفع
fi: Valitse maksutapa MODE
si: ගෙවීම් ප්රකාරය තෝරන්න

source: How would You like to Pay?
ar: كيف تريد الدفع؟
fi: Miten haluaisit maksaa?
si: ඔබ ගෙවන්නේ කැමති?

source: Pay via Debit card / Credit card
ar: الدفع عن طريق بطاقة الخصم / بطاقة الائتمان
fi: Maksu kautta Pankkikortti / Luottokortti
si: ඩෙබිට් කාඩ් / ක්රෙඩිට් කාඩ් හරහා වැටුප්

source: BOOK NOW
ar: احجز الآن
fi: VARAA NYT
si: දැන්ම වෙන්කරගන්න

source: Minimum Wallet amount should be 5,kindly rechare your wallet before proceeding
ar: يرجى إعادة شحن محفظتك قبل المتابعة 5.0
fi: Pienin Lompakko määrä tulisi olla 5, ystävällisesti rechare lompakon ennen jatkamista
si: අවම පසුම්බිය ප්රමාණය, 5 විය යුතු කාරුණිකව දුරටත් ඉදිරියට යාමට පෙර ඔබගේ මුදල් පසුම්බිය rechare

source: Driver Details
ar: تفاصيل السائق
fi: ajurin tiedot
si: රියදුරු විස්තර

source: Away
ar: بعيدا
fi: Pois
si: අභාවප්රාප්ත

source: please enter your promo code
ar: الرجاء إدخال الرمز الترويجي الخاص بك
fi: anna tarjouskoodi
si: කරුණාකර ඔබේ ප්‍රවර්ධන කේතය ඇතුළත් කරන්න

source: Please Enter Drop Location
ar: الرجاء إدخال موقع الإسقاط
fi: Anna Drop Sijainti
si: කරුණාකර බිංදු ස්ථානය ඇතුළත් කරන්න

source: No providers available for your required timeslot.
ar: لا يوجد مزودون متاحون للمدة الزمنية المطلوبة.
fi: Ei tarjoajat käytettävissäsi tarvitaan aikavälille.
si: ඔබගේ අවශ්ය timeslot සඳහා ලබා ගත හැකි සපයන්නන් නැත.

source: Please select service!
ar: الرجاء تحديد الخدمة!
fi: Valitse palvelu!
si: කරුණාකර සේවාව තෝරන්න!

source: Please enter your promo code!
ar: الرجاء إدخال الرمز الترويجي الخاص بك!
fi: Syötä promo code!
si: කරුණාකර ඔබේ ප්‍රවර්ධන කේතය ඇතුළත් කරන්න!

source: Updated Successfully
ar: تم التحديث بنجاح
es: actualizado correctamente
fi: päivitetty onnistuneesti
si: සාර්ථකව යාවත්කාලීන කරන

source: Please enter your Old Password!
ar: الرجاء إدخال كلمة المرور القديمة!
fi: Anna vanha salasana!
si: ඔබගේ පැරණි මුරපදය ඇතුලත් කරන්න!

source: Please enter your New Password!
ar: الرجاء إدخال كلمة المرور الجديدة الخاصة بك!
fi: Kirjoita uusi salasana!
si: ඔබගේ නව මුරපදය ඇතුල් කරන්න!

source: Please enter Confirm Password!
ar: الرجاء إدخال تأكيد كلمة المرور!
fi: Anna Vahvista salasana!
si: තහවුරු මුරපදය ඇතුලත් කරන්න!

source: New Password and confirm password are not same!
ar: كلمة المرور الجديدة وتأكيد كلمة المرور ليسا متطابقين!
es: ¡La nueva contraseña y la contraseña de confirmación no son las mismas!
fi: Uusi salasana- ja Vahvista salasana eivät ole samat!
si: නව මුරපදය හා තහවුරු මුරපදය එම නැත!

source: Password updated successfully.
ar: تم تحديث كلمة السر بنجاح
es: Contraseña actualizada exitosamente.
fi: Salasana päivitetty.
si: රහස්පදය සාර්ථකව යාවත්කාලීන කරන ලදි.

source: Contacts
ar: جهات الاتصال
fi: Yhteydet
si: අප අමතන්න

source: Job Cancelled by User
ar: تم إلغاء الوظيفة من قبل المستخدم
fi: Job Käyttäjä peruutti
si: රැකියා පරිශීලක විසින් අවලංගු කරන ලදී

source: Job Cancelled by Driver
ar: تم إلغاء الوظيفة من قبل السائق
fi: Job peruutettu Kuljettajien
si: රැකියා රියදුරු විසින් අවලංගු කරන ලදී

source: Schedule Job Cancelled by User
ar: تم إلغاء جدولة الوظيفة من قبل المستخدم
fi: Aikataulu Job Käyttäjä peruutti
si: කාලසටහන රැකියා පරිශීලක විසින් අවලංගු කරන ලදී

source: Schedule Job Cancelled by Driver
ar: تم إلغاء جدولة الوظيفة من قبل السائق
fi: Aikataulu Työ peruutettu Ohjaimen
si: කාලසටහන රැකියා රියදුරු විසින් අවලංගු කරන ලදී

source: Accepted
ar: قبلت
es: Aceptado
fi: Hyväksytyt
si: පිළිගත්තා

source: Your job accepted!
ar: وظيفتك مقبولة!
fi: Työsi hyväksytty!
si: ඔබ රැකියාවක් පිළිගත්!

source: Driver start trip to there location
ar: بدأ السائق الرحلة إلى موقعك
fi: Kuljettajan alku matka sinne sijainti
si: එහි පිහිටීම රියදුරු ආරම්භ සංචාරය

source: Driver has arrived to your job location. Click OK to start the job
ar: لقد وصل السائق إلى موقع عملك. انقر فوق موافق لبدء المهمة
fi: Kuljettaja on saapunut oman työpaikan sijainti. Klikkaa OK aloittaa työ
si: රියදුරු ඔබේ රැකියා ස්ථානය වෙත පැමිණ තිබේ. රැකියා ආරම්භ කිරීම සඳහා OK ක්ලික් කරන්න

source: Driver has arrived to job location
ar: لقد وصل السائق إلى موقع العمل
es: Conductor llegando a su ubicación
fi: Kuljettaja on saapunut työpaikkojen sijainti
si: රියදුරු රැකියාවක් ස්ථානය පැමිණ තිබේ

source: You Choose Pay via Debit card / Credit card
ar: اخترت الدفع عن طريق بطاقة الخصم / بطاقة الائتمان
fi: Valitset Maksu kautta Debit / luottokortit
si: ඔබ ඩෙබිට් කාඩ් / ක්රෙඩිට් කාඩ් හරහා වැටුප් තෝරන්න

source: Provider Discount
ar: خصم المزود
fi: tarjoaja Alennus
si: සපයන්නා වට්ටම්

source: Total Distance
ar: المسافة الكلية
es: Distancia total
fi: Kokonaismatka
si: මුළු දුර

source: PAY
ar: دفع
fi: MAKSAA
si: වැටුප්

source: Your Payment has been completed. Wait a moment! Provider Finish the Service
ar: تم الانتهاء من الدفع الخاص بك. انتظر لحظة! يقوم المزود بإنهاء الخدمة
fi: Kun maksu on suoritettu. Odota hetki! Tarjoaja Finish Palvelun
si: ඔබේ ගෙවීම සම්පූර්ණ කර ඇත. පොඩ්ඩක් ඉන්න! සපයන්නා අවසානයි සේවා

source: FARE SUMMARY
ar: ملخص الأجرة
es: RESUMEN DE TARIFAS
fi: FARE YHTEENVETO
si: ගාස්තු ජනපතිට පිළිගන්වයි

source: SERVICE COST
ar: تكلفة الخدمة
es: Costo del servicio
fi: PALVELU COST
si: මිළ ගණන්

source: JOB DATE
ar: تاريخ الوظيفة
es: fecha del Servicio
fi: TYÖ DATE
si: රැකියා දිනය

source: card
ar: بطاقة
fi: kortti-
si: කාඩ්

source: wallet
ar: محفظة نقود
fi: lompakko
si: මුදල් පසුම්බිය

source: Payment type:
ar: نوع الدفع:
es: Tipo de pago:
fi: Maksutapa:
si: ගෙවීම් වර්ගය:

source: DISCOUNT APPLIED
ar: الخصم قد تم
es: Descuento aplicado
fi: Alennus koski
si: වට්ටම් ව්යවහාරික

source: How's your ride? Rate Driver
ar: كيف هي رحلتك؟ معدل السائق
fi: Miten ratsastaa? Arvostele Kuljettajan
si: ඔබේ ගමන ද? අනුපාතය රියදුරු

source: RATE
ar: معدل
es: Tarifa
si: අනුපාතය

source: Fare Summary Details
ar: تفاصيل ملخص الأجرة
es: Resumen de tarifas
fi: Fare yhteenvetotiedot
si: ගාස්තු සාරාංශය විස්තර

source: SUBMIT
ar: إرسال
es: Enviar
fi: LÄHETÄ
si: ඉදිරිපත්

source: Flat tire
ar: إطار خال من الهواء
fi: Puhjennut rengas
si: පැතලි ටයර්

source: Out Of Fuel
ar: نفد الوقود
fi: Polttoaine on loppu
si: ඉන්ධන එළියට

source: Battery Jumpstart
ar: بطارية Jumpstart
fi: akku Jumpstart
si: බැටරි Jumpstart

source: Key lockout
ar: قفل المفتاح
fi: key työsulku
si: ප්රධාන වැඩ තහනම

source: please enter your comments
ar: الرجاء إدخال تعليقاتك
fi: kirjoita kommentteja
si: ඔබගේ අදහස් ඇතුලත් කරන්න

source: Please enter your comment!
ar: الرجاء إدخال تعليقك
es: Por favor ingrese su comentario!
fi: Kirjoita kommentti!
si: ඔබේ අදහස ඇතුලත් කරන්න!

source: Please enter your reason!
ar: الرجاء إدخال السبب الخاص بك!
es: Por favor, introduzca su razón!
fi: Kirjoita syy!
si: ඔබේ හේතුව ඇතුලත් කරන්න!

source: Driver
ar: سائق
fi: kuljettaja
si: රියදුරු

source: Trip Rating
ar: تقييم الرحلة
fi: trip Arvostelu
si: සංචාරය ණය ශ්රේණිය

source: Rating
ar: تقييم
fi: luokitus
si: ශ්රේණිගත

source: THANKS FOR RIDING WITH US
ar: شكرا لركوب معنا
fi: KIITOKSET ratsastus Yhdysvalloissa
si: යතුරු පැදියක් සමග එක්සත් ජනපදය ස්තුතියි

source: Booking#
ar: الحجز #
fi: varaus #
si: වෙන්කරවා ගැනීම #

source: JOB REQUEST DATE TIME
ar: طلب الوظيفة التاريخ الوقت
fi: TYÖ Pyynnön päivämäärä AIKA
si: JOB ඉල්ලීම දිනය වේලාව

source: CHARGES
ar: شحنة
fi: maksut
si: ගාස්තු

source: Current Charge
ar: الشحنة الحالية
fi: nykyinen Charge
si: වත්මන් ගාස්තු

source: Promocode
ar: رمز ترويجي
fi: Tarjouskoodi
si: ප්රවර්ධන කේතය

source: Your trip was successfully finished.
ar: رحلتك قد انتهت بنجاح.
es: Su viaje había terminado con éxito.
fi: Matkasi onnistuneesti päättynyt.
si: ඔබේ ගමන සාර්ථකව නිම කරන ලදී.

source: WELCOME TO TOWROUTE PROVIDER PROVIDER
ar: مرحبًا ، أنا أستخدم TOWROUTE PROVIDER. . رمز الإحالة الخاص بي:
fi: TERVETULOA TOWROUTE PROVIDER PROVIDER

source: TODO
ar: لكى يفعل
es: QUE HACER
fi: TEHDÄ
si: කිවමනා

source: Log in
ar: تسجيل الدخول
es: Iniciar sesión
fi: Kirjaudu sisään
si: ඇතුල් වන්න

source: Enter a valid email
ar: أدخل بريد إلكتروني متاح
fi: Kirjoita voimassa oleva sähköpostiosoite
si: වලංගු ඊ-මේල් ඇතුලත් කරන්න

source: Referral/Invite code (Optional)
ar: رمز الإحالة / الدعوة (اختياري)
es: Referencia / Invitar código (Opcional)
fi: Lausuntopyyntö / Kutsu koodi (valinnainen)
si: යොමු / ඇරයුම් කරන්න කේතය (විකල්ප)

source: ُEnter your registered Email ID to send you password reset instructions
ar: أدخل البريد الإلكتروني المسجل لإرسال تعليمات إعادة تعيين كلمة المرور
fi: Anna rekisteröidyn -sähköpostitunnus lähettää sinulle salasanan ohjeet
si: ඔබ මුරපදය යළි පිහිටුවීම උපදෙස් යැවීමට ඔබගේ ලියාපදිංචි විද්යුත් ID ඇතුලත් කරන්න

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
fi: Oletko varma, että haluat kirjautua ulos?
si: ඔබ පිට වීමේ කිරීමට අවශ්ය බව විශ්වාසද?

source: UPDATE INFORMATION
ar: تحديث المعلومات
es: Actualizar información
fi: PÄIVITÄ TIETO
si: තොරතුරු යාවත්කාලීන කරන්න

source: Service Description
ar: وصف الخدمة
es: Descripción del servicio
fi: palvelun kuvaus
si: සේවා විස්තරය

source: Record updated Successfully!
ar: تم تحديث السجل بنجاح!
fi: Viite päivitetty onnistuneesti!
si: වාර්තා සාර්ථකව යාවත්කාලීන!

source: Gallery cannto be opened. Please try again later
ar: لا يمكن فتح المعرض. الرجاء معاودة المحاولة في وقت لاحق
fi: Galleria cannto avataan. Yritä uudelleen myöhemmin
si: ගැලරිය විවෘත කළ cannto. කරුණාකර පසුව නැවත උත්සාහ කරන්න

source: To use the gallery, it is necessary to allow the required permission
ar: لاستخدام المعرض ، من الضروري السماح بالإذن المطلوب
fi: Käyttää Galleriaa, on tarpeen, jotta tarvittavat luvat
si: ගැලරිය භාවිතා කිරීම සඳහා, එය අවශ්ය අවසරය ඉඩ අවශ්ය වේ

source: To use Camera it is necessary to allow required permission
ar: لاستخدام الكاميرا ، من الضروري السماح بالإذن المطلوب
es: Para utilizar la cámara es necesario otorgar los permisos requeridos
fi: Käyttää Kamera on tarpeen sallia tarvittavat luvat
si: භාවිතය කැමරා එය අවශ්ය අවසරය ඉඩ අවශ්ය වේ

source: Update was not successful
ar: لم يكن التحديث ناجحًا
fi: Päivitys epäonnistui
si: යාවත්කාලීන සාර්ථක වූයේ නැත

source: My Availablility
ar: توافري
es: Disponibilidad
fi: minun availablility
si: මගේ Availablility

source: Manage Services
ar: إدارة الخدمات
es: Gestión de servicios
fi: Palvelujen hallinta
si: සේවා කළමනාකරණය

source: Manage Document
ar: إدارة المستند
es: Manejo de documentos
fi: hallita Document
si: ලේඛන කළමනාකරණය

source: Bank Details
ar: التفاصيل المصرفية
es: Detalles del banco
fi: Pankkitiedot
si: බැංකු තොරතුරු

source: invite friends
ar: ادعو أصدقاء
es: invitar a tus amigos
fi: kutsua ystäviä
si: මිතුරන් ආරාධනා

source: Enable GPS
ar: تمكين GPS
fi: Käytä GPS
si: සක්රිය කරන්න GPS

source: Close
ar: أغلق
es: Cerrar
fi: kiinni
si: සමීප

source: Online
ar: عبر الانترنت
es: En línea
si: සමඟ අමුත්තන්

source: Offline
ar: غير متصل بالانترنت
es: Desconectado
fi: Poissa
si: නොබැඳි

source: ONLINE
ar: متصل بالانترنت
es: En línea
si: ඔන්ලයින්

source: OFFLINE
ar: غير متصل بالانترنت
es: Desconectado
fi: POISSA

source: GO OFFLINE
ar: اذهب إلى وضع عدم الاتصال
fi: Offlinetilaan

source: My Jobs
ar: وظائفي
fi: Omat työt
si: මගේ රැකියා

source: View Transactions
ar: عرض المعاملات
es: Ver transacciones
fi: Näytä tapahtumat
si: ගනුදෙනු දැක්ම

source: My Availability
ar: توفر لي
es: Mi disponibilidad
fi: minun Saatavuus
si: මගේ ලැබිය හැකි

source: Select the days you are available to work
ar: حدد الأيام التي تكون فيها متاحًا للعمل
es: Seleccione los días a trabajar
fi: Valitse päivät olet käytettävissä töihin
si: ඔබ වැඩ කිරීමට ලබා ගත හැකිය දින තෝරන්න

source: Select the timeslot you are available to work
ar: حدد الفترة الزمنية التي تكون فيها متاحًا للعمل
es: Seleccione horario de trabajo
fi: Valitse aikaväli olet käytettävissä töihin
si: ඔබ වැඩ කිරීමට ලබා ගත හැකිය යන timeslot තෝරන්න

source: Select the days you are available to Book Later
ar: حدد الأيام التي تكون فيها متاحًا للحجز لاحقًا
fi: Valitse päivät olet saatavilla Kirja Myöhemmin
si: ඔබ පසුව පොත් ලබා ගත හැකි වන දින තෝරා

source: Payment Email
ar: دفع البريد الإلكتروني
es: pago electrónico
fi: maksu Sähköposti
si: ගෙවීම් විද්යුත්

source: Bank Account Holder Name
ar: اسم صاحب الحساب المصرفي
es: Nombre del titular de la cuenta bancaria
fi: Tilinomistajan nimi
si: බැංකු ගිණුම් හෝල්ඩර් නම

source: Account Number
ar: رقم حساب
es: Número de cuenta
fi: Tilinumero
si: ගිණුම් අංකය

source: Bank Location
ar: مكان البنك
es: localización del Banco
fi: pankki Sijainti
si: බැංකු ස්ථානය

source: Bank Name
ar: اسم البنك
es: Nombre del banco
fi: Pankin nimi
si: බැංකුවේ නම

source: SWIFT Code
ar: رمز SWIFT
fi: Swift-koodi
si: ස්විෆ්ට් කේතය

source: IBAN Number
ar: رقم IBAN
fi: Kansainvälinen pankkitilinumero
si: IBAN අංකය

source: Enter Reason
ar: أدخل السبب
es: Introduzca Razón
fi: Anna syy
si: හේතුව ඇතුලත් කරන්න
