Repository: jeffting85/uber-clean-ios
Catalog: towroute-provider/TowRouteProvider/*.lproj/Localizable.strings
Languages: ar, es, fi, si

source: Enter Comment
ar: أدخل التعليق
es: Escribir un comentario
fi: Anna Kommentti
si: පරිකථනය ඇතුලත් කරන්න

source: Are you sure you have started the job at your location? If yes, click OK. Otherwise, click cancel
ar: هل أنت متأكد أنك بدأت العمل في موقعك؟ إذا كانت الإجابة بنعم ، انقر فوق موافق. خلاف ذلك ، انقر فوق إلغاء
fi: Oletko varma, että olet aloittanut työn asiakkaan tiloissa? Jos kyllä, klikkaa OK. Muussa tapauksessa valitse peruuta
si: ඔබ වග බලා ගන්න ඔබ ඔබේ ස්ථානයක රැකියාව ආරම්භ කර තිබේ ද? හරි ඔව් නම්, ක්ලික්. එසේ නැත්නම්, අවලංගු කරන්න

source: Are you sure you have arrived at job location of user? If yes, click OK. Otherwise, click cancel
ar: هل أنت متأكد أنك وصلت إلى موقع عمل المستخدم؟ إذا كانت الإجابة بنعم ، انقر فوق موافق. خلاف ذلك ، انقر فوق إلغاء
fi: Oletko varma, että olet saapunut työpaikan sijainnin käyttäjä? Jos kyllä, klikkaa OK. Muussa tapauksessa valitse peruuta
si: ඔබ වග බලා ගන්න ඔබට පරිශීලක රැකියා ස්ථානයට පැමිණි ඇති කරන්නේ? හරි ඔව් නම්, ක්ලික්. එසේ නැත්නම්, අවලංගු කරන්න

source: SMS was sent successfully
ar: تم إرسال الرسائل القصيرة بنجاح
fi: Tekstiviestin lähettäminen onnistui
si: කෙටි පණිවුඩ සාර්ථකව යොමු කරන ලදි

source: SMS was not sent
ar: لم يتم إرسال الرسائل القصيرة
fi: Tekstiviestin lähetys ei lähetetty
si: කෙටි පණිවිඩය යවන නැත

source: Record updated!
ar: تم تحديث السجل!
fi: Viite päivitetty!
si: වාර්තා යාවත්කාලීන!

source: Enter the recharge amount
ar: أدخل مبلغ إعادة الشحن
es: Introduzca la cantidad a recargar
fi: Anna lataussumman
si: නැවත ආරෝපණය කිරීමේ මුදල ඇතුළත් කරන්න

source: An error has occurred, please go back to the main page or try again later
ar: حدث خطأ ، يرجى الرجوع إلى الصفحة الرئيسية أو المحاولة مرة أخرى لاحقًا
fi: On tapahtunut virhe, mene takaisin etusivulle tai yritä myöhemmin uudelleen
si: වරදක් සිදු වී ඇත, ප්රධාන පිටුව වෙත ආපසු යන්න හෝ පසුව නැවත උත්සාහ කරන්න

source: Your selected booking has been accepted
ar: تم قبول الحجز الذي اخترته
es: Su solicitud ha sido aceptada
fi: Valitsemasi varaus on hyväksytty
si: ඔබ විසින් තෝරා ගන්නා වෙන් කිරීම් පිළිගෙන ඇත

source: Pickup Address
ar: عنوان الاستلام
es: Seleccione Dirección
fi: Nouto-osoite
si: පිකප් ලිපිනය

source: Accept Job
ar: قبول الوظيفة
es: Aceptar Servicio
fi: Hyväksytty työ
si: රැකියා පිළිගන්න

source: Decline Job
ar: رفض الوظيفة
es: No aceptar Servicio
fi: Hylkää Job
si: පහත වැටීම රැකියා

source: Start Job
ar: ابدأ العمل
es: Iniciar Servicio
si: ආරම්භය රැකියා

source: Would you like to add additional charges and discount ?
ar: هل ترغب في إضافة رسوم وخصم إضافي؟
fi: Haluatko lisätä lisämaksuja ja alennuksia?
si: ඔබට අතිරේක ගාස්තු හා වට්ටම් එකතු කිරීමට ඔබ කැමතිද?

source: Visit Price
ar: قم بزيارة السعر
fi: vierailun Hinta
si: සංචාරය මිල

source: Skip
ar: تخطى
fi: Ohita
si: මගහරින්න

source: Continue job
ar: استمر في العمل
es: continuar el servicio
fi: Jatka työtä
si: රැකියා දිගටම

source: CONTINUE JOB
ar: أكمل الوظيفة
es: continuar el servicio
fi: JATKA TYÖ
si: රැකියාව දිගටම කරගෙන යන්න

source: Cancel job
ar: إلغاء الوظيفة
es: Cancelar el servicio
fi: työn peruutus
si: රැකියා අවලංගු කරන්න

source: Google
ar: جوجل
si: ගූගල්

source: Waze
ar: ويز
si: විකිපීඩියා, නිදහස් විශ්වකෝෂය

source: Navigation
ar: التنقل
es: Navegación
fi: suunnistus
si: සංචලනය

source: Service Cost
ar: تكلفة الخدمة
es: Costo del servicio
fi: palvelu Kustannukset
si: මිළ ගණන්

source: Job date
ar: تاريخ الوظيفة
es: fecha del Servicio
fi: Job päivämäärä
si: රැකියා දිනය

source: Discount Applied
ar: الخصم قد تم
es: Descuento aplicado
fi: alennus Applied
si: වට්ටමක් ව්යවහාරික

source: Cash
ar: السيولة النقدية
es: Efectivo
fi: Käteinen raha
si: මුදල්

source: Please collect money from user
ar: الرجاء جمع المال من المستخدم
es: Por favor, cobre el dinero al Usuario
fi: Kerätkää rahaa käyttäjältä
si: පරිශීලක රැස් මුදල් සතුටු

source: Emergency Contact
ar: الاتصال بالطوارىء
es: Contacto de emergencia
fi: Yhteystiedot hätätilanteissa
si: හදිසි ඇමතුම්

source: Work Experience Certificate
ar: شهادة خبرة في العمل
es: Certificado de Experiencia de Trabajo
fi: Työkokemus sertifikaatti
si: සේවා පළපුරුද්ද සහතිකය

source: Select Document
ar: حدد المستند
es: Seleccionar documento
fi: Valitse Document
si: ලේඛන තේරීම්

source: Update Document
ar: تحديث المستند
es: actualización del documento
fi: päivitys Document
si: යාවත්කාලීන ලේඛන

source: Select category below to add the services you would like to provide in the app
ar: حدد فئة أدناه لإضافة الخدمات التي ترغب في تقديمها في التطبيق
fi: Valitse alla olevasta lisätä palveluja haluat antaa sovelluksen
si: ඔබ යෙදුම තුළ ලබා දීමට කැමති සේවා එකතු කිරීමට පහත ප්රවර්ගය තෝරන්න

source: Select category below to add services you are going to provide
ar: حدد فئة أدناه لإضافة الخدمات التي ستقدمها
es: a continuación, seleccione la categoría para añadir los servicios que se van a ofrecer
fi: Valitse alla olevasta lisätä palveluja aiot tarjota
si: ඔබට ලබා යන්නේ සේවා එකතු කිරීමට පහත ප්රවර්ගය තෝරන්න

source: Update services
ar: خدمات التحديث
es: Actualización de servicios
si: යාවත්කාල සේවා

source: UPDATE SERVICES
ar: خدمات التحديث
si: යාවත්කාල සේවා

source: UPDATE AVAILABILITY
ar: توفر التحديث
fi: PÄIVITYS SAATAVUUS
si: යාවත්කාලීනය ලබා ගන්න

source: Pay
ar: الدفع
es: Pago
fi: Maksaa
si: වැටුප්

source: Terms and Conditions
ar: الأحكام والشروط
es: Términos y Condiciones
fi: Käyttöehdot
si: නියම සහ කොන්දේසි

source: User Feedback
ar: تعليقات المستخدمين
es: Comentarios de los usuarios
fi: Käyttäjien palaute
si: පරිශීලක ඔබෙන් ලැබෙන ප්රයෝජනාත්මක ප්රතිචාරය

source: No data available
ar: لا تتوافر بيانات
es: Datos no disponibles
fi: Tietoja ei ole käytettävissä
si: ලබා ගත හැකි දත්ත නැත

source: No Pending Jobs Available
ar: لا توجد وظائف معلقة متاحة
es: No hay trabajos pendientes disponibles
fi: Ei odottavat työt Saatavilla
si: කිසිදු සමාලෝචනය රැකියා ලබාගත හැකි

source: No Documents Available
ar: لا توجد مستندات متاحة
es: No hay documentos disponibles
fi: Ei dokumentteja
si: ලිපි ලේඛන ලබාගත හැකි කිසිදු

source: Job InProgress
ar: جاري العمل
es: Trabajo en curso
si: රැකියා ප්‍රගතිය

source: Job in progress
ar: الوظيفة قيد التقدم
es: Trabajo en curso
fi: Job käynnissä
si: ප්රගතිය රැකියා

source: SLIDE TO START TRIP
ar: مرر لبدء الرحلة
es: DESLICE PARA IR AL SERVICIO
fi: Dia START TRIP
si: ට්‍රිප් ආරම්භ කිරීමට ස්ලයිඩ් කරන්න

source: SLIDE TO ARRIVE TRIP
ar: مرر للوصول إلى الرحلة
es: DESLICE PARA ANUNCIAR LLEGADA
fi: DIA saapua MATKA
si: ට්‍රිප් පැමිණීමට ස්ලයිඩ් කරන්න

source: SLIDE TO BEGIN JOB
ar: مرر لبدء الوظيفة
es: DESLICE PARA INICIO DEL SERVICIO
fi: DIA ALOITTAA TYÖ
si: රැකියාව ආරම්භ කිරීමට විනිවිද යන්න

source: SLIDE TO END JOB
ar: مرر لإنهاء الوظيفة
es: DESLICE PARA FINALIZAR SERVICIO
fi: Dia END TYÖ
si: රැකියාව අවසන් කිරීමට ස්ලයිඩ් කරන්න

source: YOUR CURRENT LOCATION
ar: موقعك الحالي
fi: Nykyinen sijaintisi
si: ඔබගේ වත්මන් ස්ථානය

source: Within 15km radius
ar: ضمن دائرة نصف قطرها 15 كم
fi: Sisällä 15 km säteellä
si: 15km අරය තුළ

source: Pending Jobs
ar: وظائف معلقة
es: Trabajos pendientes
fi: Odottavat työt
si: ය රැකියා

source: PENDING JOBS
ar: الوظائف المعلقة
es: Trabajos pendientes
fi: odottavia töitä
si: ජොබ්ස් පෙන්ඩින් කිරීම

source: Upcoming Jobs
ar: الوظائف القادمة
es: Servicios Futuros
fi: Tulevat työt
si: ඉදිරියට එන රැකියා

source: UPCOMING JOBS
ar: الوظائف القادمة
es: Servicios Futuros
fi: TULEVAT TYÖT
si: ඉදිරියට එන රැකියා

source: DECLINE
ar: إلغاء
es: No aceptado
si: පහත වැටීම

source: ACCEPT
ar: قبول
es: Aceptar
fi: HYVÄKSYÄ
si: පිළිගන්න

source: Special Instruction
ar: تعليمات خاصة
es: Instrucciones Adicionales
fi: Erityisohje
si: විශේෂ උපදෙස්

source: Navigate
ar: التنقل
es: Navegar
fi: Navigoida
si: සංචාලනය කරන්න

source: View User
ar: عرض المستخدم
es: Ver usuario
fi: Näytä Käyttäjä
si: පරිශීලක දැක්ම

source: CHANGE PASSWORD
ar: غير كلمة السر
es: Cambiar contraseña
fi: VAIHDA SALASANA
si: මුරපදය වෙනස් කරන්න

source: Enter old password
ar: أدخل كلمة المرور القديمة
es: Introduzca contraseña antigua
fi: Anna vanha salasana
si: පැරණි මුරපදය ඇතුලත් කරන්න

source: Enter new password
ar: أدخل كلمة مرور جديدة
es: Introduzca contraseña nueva
fi: Syötä uusi salasana
si: නව මුරපදය ඇතුළත් කරන්න

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
fi: Vahvista uusi salasana
si: නව මුරපදය තහවුරු කරන්න

source: Invalid credentials
ar: بيانات الاعتماد غير صالحة
es: Credenciales no válidas
fi: Virheellinen valtakirjojen
si: වලංගු නොවන අක්තපත්ර

source: Your availability has baeen updated successfully.
ar: تم تحديث توافرك بنجاح.
fi: Käytettävyystilasi on baeen päivitetty.
si: ඔබගේ ලබා සාර්ථකව යාවත්කාලීන baeen කර ඇත.

source: Driver is not approved. Please contact TOWROUTE PROVIDER team for more info
ar: السائق غير معتمد. يرجى الاتصال بفريق TOWROUTE PROVIDER لمزيد من المعلومات
fi: Kuljettajan ei ole hyväksytty. Ota yhteyttä TOWROUTE PROVIDER joukkue lisätietoja

source: Oops!! You cannot update your profile image right now. Kindly contact TOWROUTE PROVIDER team for further details.
ar: اوووه!! لا يمكنك تحديث صورة ملفك الشخصي الآن. يرجى الاتصال بفريق TOWROUTE PROVIDER لمزيد من التفاصيل.
fi: Oho!! Et voi päivittää profiilikuva juuri nyt. Ystävällisesti yhteyttä TOWROUTE PROVIDER joukkue lisätietoja.

source: Oops!! You cannot update your documents right now. Kindly contact TOWROUTE PROVIDER team for further details.
ar: اوووه!! لا يمكنك تحديث المستندات الخاصة بك الآن. يرجى الاتصال بفريق TOWROUTE PROVIDER لمزيد من التفاصيل.
fi: Oho!! Et voi päivittää dokumentteja juuri nyt. Ystävällisesti yhteyttä TOWROUTE PROVIDER joukkue lisätietoja.

source: Oops!! You cannot choose availability slots without approval. Kindly contact TOWROUTE PROVIDER team for further details.
ar: اوووه!! لا يمكنك اختيار خانات التوفر بدون موافقة. يرجى الاتصال بفريق TOWROUTE PROVIDER لمزيد من التفاصيل.
fi: Oho!! Et voi valita saatavuuden lähtö ilman hyväksyntää. Ystävällisesti yhteyttä TOWROUTE PROVIDER joukkue lisätietoja.

source: Oops!! You cannot choose services without approval. Kindly contact TOWROUTE PROVIDER team for further details.
ar: اووووه!! لا يمكنك اختيار الخدمات دون موافقة. يرجى الاتصال بفريق TOWROUTE PROVIDER لمزيد من التفاصيل.
fi: Oho!! Et voi valita palveluja ilman hyväksyntää. Ystävällisesti yhteyttä TOWROUTE PROVIDER joukkue lisätietoja.

source: Enter your registered mobile number
ar: أدخل رقم هاتفك المحمول المسجل
fi: Anna rekisteröity matkapuhelinnumero
si: ඔබගේ ලියාපදිංචි ජංගම දුරකථන අංකය ඇතුලත් කරන්න

source: No records found
ar: لا توجد سجلات
fi: Merkintöjä ei löydy
si: වාර්තා හමුවී නැත

source: No results found
ar: لم يتم العثور على نتائج
fi: Ei tuloksia
si: ප්රතිඵල සොයාගත

source: PENDING
ar: قيد الانتظار
si: විභාග වෙමින්

source: User is able to pay with balance amount via online payment
ar: يمكن للمستخدم الدفع بمبلغ الرصيد عبر الدفع عبر الإنترنت
fi: Käyttäjä voi maksaa Saldo kautta online-maksu
si: පරිශීලක අන්තර්ජාල ගෙවීම් හරහා ඉතිරි මුදල සමඟ ගෙවීමට හැකි

source: How's your ride? Rate user
ar: كيف هي رحلتك؟ قيم المستخدم
es: ¿Cómo fue su viaje? Califique al usuario
fi: Miten ratsastaa? Arvostele käyttäjä
si: ඔබේ ගමන ද? අනුපාතය පරිශීලක

source: User has accepted your service. Slide to begin trip
ar: قبل المستخدم خدمتك. قم بالتمرير لبدء الرحلة
fi: Käyttäjä on hyväksynyt palvelua. Liukua aloittaa matkan
si: පරිශීලක ඔබේ සේවාව පිළිගෙන තිබේ. සංචාරය ආරම්භ කිරීමට, විනිවිදක

source: User has cancelled the trip
ar: ألغى المستخدم الرحلة
fi: Käyttäjä on peruuttanut matkan
si: පරිශීලක සංචාරය අවලංගු කර තිබේ

source: Retry
ar: أعد المحاولة
es: re intentar
si: නැවත උත්සහ කිරීම

source: Cancel trip
ar: إلغاء الرحلة
es: Cancelar servicio
fi: Peruuta matka
si: සංචාරය අවලංගු කරන්න

source: Please wait for the user's confirmation to begin trip
ar: يرجى انتظار تأكيد المستخدم لبدء الرحلة
fi: Odota käyttäjän vahvistuksen aloittaa matkan
si: කරුණාකර සංචාරය ආරම්භ කිරීමට පරිශීලක තහවුරු කිරීම සඳහා බලා සිටීමට

source: Terms and conditions
ar: الأحكام والشروط
es: Términos y Condiciones
fi: Käyttöehdot
si: නියම සහ කොන්දේසි

source: Back
ar: عودة
fi: Takaisin
si: ආපසු

source: Enter your Document Name
ar: أدخل اسم المستند الخاص بك
fi: Anna Asiakirjan nimi
si: ඔබේ ලේඛන නම ඇතුලත් කරන්න

source: Document Upload Limit Reached
ar: تم الوصول إلى حد تحميل المستند
fi: Asiakirja lähetysrajoitus saavutettu
si: ලේඛන උඩුගත සීමාව හරියෙදිම

source: Documents
ar: مستندات
fi: asiakirjat
si: ලිපි ලේඛන

source: Add Documents
ar: أضف المستندات
fi: Lisää asiakirjoja
si: ලිපි ලේඛන එක් කරන්න

source: YOUR BALANCE
ar: رصيدك
fi: TASAPAINOSI
si: ඔබේ ශේෂ

source: USER FEEDBACK
ar: تعليقات المستخدمين
fi: palautetta käyttäjiltä
si: පරිශීලක ප්රතිපෝෂණ

source: No Feedbacks
ar: لا التقيمات
fi: ei Palautteet
si: කිසිදු කියාදෙයි

source: please wait for user confirm to begin trip
ar: يرجى انتظار تأكيد المستخدم لبدء الرحلة
fi: odota käyttäjälle vahvista aloittaa matkan
si: සංචාරය ආරම්භ කිරීමට කරුණාකර පරිශීලක තහවුරු කිරීම සඳහා බලා සිටීමට

source: Wait a moment!User can able to pay with card on current job
ar: انتظر لحظة! يمكن للمستخدم الدفع باستخدام البطاقة في الوظيفة الحالية
fi: Odota hetki! Käyttäjä voi pystyä maksaa kortilla on nykyistä työtä
si: මොහොතක් ඉන්න! පරිශීලක වත්මන් රැකියාවේ කාඩ් පතක් සමඟ වැටුප් හැකි හැකි

source: Wait for customer payment
ar: انتظر دفع العميل
fi: Odota asiakkaan maksukyvyn
si: පාරිභෝගික ගෙවීම සඳහා රැක

source: Customer Cancel the Service
ar: يقوم العميل بإلغاء الخدمة
fi: Asiakaspalvelu peruuttaa palvelun
si: පාරිභෝගික සේවා අවලංගු කරන්න

source: Are you sure you have started at your location? If yes click OK else cancel
ar: هل أنت متأكد من أنك بدأت في موقعك؟ إذا كانت الإجابة بنعم انقر فوق موافق وإلا إلغاء
es: ¿Se está dirigiendo hacia el lugar del servicio? Clic en Ok para continuar o Cancele
fi: Oletko varma, että olet alkanut sijaintisi? Jos kyllä ​​OK muuta peruuta
si: ඔබ වග බලා ගන්න ඔබ ඔබේ ස්ථානයක ආරම්භ කර තිබේ ද? ක්ලික් ඔව් නම් හරි වෙන අවලංගු

source: Would you like to add additional chare and discount ?
ar: هل ترغب في إضافة حصة إضافية وخصم؟
fi: Haluatko lisätä chare ja alennuksia?
si: ඔබට අතිරේක chare හා වට්ටම් එකතු කිරීමට ඔබ කැමතිද?

source: SKIP
ar: تخطى
si: ඔබ ලොගින් වී නොමැත

source: FINISH
ar: إنهاء
fi: SUORITTAA LOPPUUN
si: නිම කරන්න

source: How's your ride? Rate User
ar: كيف هي رحلتك؟ قيم المستخدم
fi: Miten ratsastaa? Arvostele Käyttäjä
si: ඔබේ ගමන ද? අනුපාතය පරිශීලක

source: Pickup
ar: امسك
es: Recoger
fi: Noukkia
si: අවුලා ගන්න

source: You have successfully registered
ar: لقد قمت بالتسجيل بنجاح
es: Se ha registrado exitosamente
fi: olet rekisteröitynyt onnistuneesti
si: ඔබ සාර්ථකව ලියාපදිංචි වී ඇත

source: Please enter your Last name!
ar: الرجاء إدخال اسمك الأخير!
es: ¡Por favor ingrese su apellido!
fi: Kirjoita sukunimi!
si: ඔබේ අවසාන නම ඇතුලත් කරන්න!

source: Please enter your Email ID!
ar: الرجاء إدخال بريدك الالكتروني!
es: Por favor, introduzca su ID de correo electrónico!
fi: Kirjoita sähköpostiosoite tunnus!
si: ඔබේ විද්යුත් හැඳුනුම්පත ඇතුලත් කරන්න!

source: Please select your Country Code!
ar: الرجاء تحديد رمز بلدك!
es: Por favor, seleccione su código de país!
fi: Valitse Country Code!
si: කරුණාකර ඔබගේ රටේ කේතය තෝරන්න!

source: Please enter your Mobile No!
ar: الرجاء إدخال رقم هاتفك !
es: ¡Por favor ingrese su número de móvil!
fi: Kirjoita Mobile Ei!
si: ඔබගේ ජංගම මෙයට ඇතුලත් කරන්න!

source: Please enter your Registered Email ID!
ar: الرجاء إدخال بريدك الإلكتروني المسجل!
fi: Anna rekisteröidyn sähköpostin tunnus!
si: ඔබගේ ලියාපදිංචි ඊ ID ඇතුලත් කරන්න!

source: Your Email id is not registered
ar: بريدك الإلكتروني غير مسجل
fi: Sähköpostitunnuksesi ei ole rekisteröity
si: ඔබේ විද්යුත් තැපැල් ලිපිනය id ලියාපදිංචි කර නොමැත

source: MAIL VERIFICATION
ar: التحقق من البريد
fi: postivahvistuksella
si: තැපැල් සමීක්ෂණ

source: Resend Code
ar: أعد إرسال الرمز
es: Reenviar codigo
fi: Lähetä koodi uudelleen
si: නැවත භාරදුන් සංග්රහයේ

source: Code Resend Successfully
ar: إعادة إرسال الرمز بنجاح
fi: Koodi Resend Onnistuneesti
si: කේතය නැවත භාරදුන් සාර්ථකව

source: Please enter verification code!
ar: الرجاء إدخال رمز التحقق!
es: Por favor, introduzca el código de verificación!
fi: Anna vahvistuskoodi!
si: සත්යාපන කේතය ඇතුලත් කරන්න!

source: Invalid OTP Code
ar: رمز OTP غير صالح
fi: Virheellinen OTP Koodi
si: වලංගු නොවන OTP කේතය

source: We have sent you the code on your Email id. Please enter it below to verify
ar: لقد أرسلنا لك الرمز على بريدك الإلكتروني . الرجاء إدخاله أدناه للتحقق
fi: Olemme lähettänyt sinulle koodin sähköpostiisi id. Kirjoita salasana alle tarkistaa
si: අපි ඔබ ඔබේ විද්යුත් id මත කේතය යවා ඇත. තහවුරු කිරීම සඳහා පහත එය ඇතුලත් කරන්න

source: Email verification
ar: تأكيد بواسطة البريد الالكتروني
fi: Sähköpostivarmistus
si: ඊ-තැපැල් තහවුරු

source: Please enter your Confirm Password!
ar: الرجاء إدخال تأكيد كلمة مرورك!
fi: Kirjoita Vahvista salasana!
si: ඔබගේ තහවුරු මුරපදය ඇතුලත් කරන්න!

source: Confirm Password must contain atleast 8 characters!
ar: يجب أن يحتوي تأكيد كلمة المرور على 8 أحرف على الأقل!
es: Confirmar contraseña debe contener al menos 8 caracteres!
fi: Vahvista salasana tulee sisältää sentään 8 merkkiä!
si: තහවුරු මුරපදය අකුරු 8 කටවත් අඩංගු විය යුතුය!

source: Password must be atleast 8 characters with atleast 1 number and alphabet!
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل مع رقم واحد وحروف أبجدية على الأقل!
fi: Salasanan tulee olla vähintään 8 merkkiä atleast 1 numero ja aakkoset!
si: රහස් පදය කටවත් 1 අංකය හා අක්ෂර මාලාව සමග අක්ෂර 8 කටවත් විය යුතුය!

source: Password and Confirm Password are not same!
ar: كلمة المرور وتأكيد كلمة المرور ليسا متطابقين!
es: ¡La contraseña y la contraseña de confirmación no son iguales!
fi: Salasana ja Vahvista salasana eivät ole samat!
si: මුරපදය, හා තහවුරු මුරපදය එම නැත!

source: Password Updated Successfully
ar: تم تحديث كلمة السر بنجاح
fi: Salasana Päivitetty Onnistuneesti
si: රහස් පදය සාර්ථක ලෙස යාවත්කාලීන

source: No Record Found
ar: لا يوجد سجلات
fi: Tietueita ei löydy
si: කිසිදු වාර්තාවක් හමු

source: Inserted successfully
ar: تم إدراجها بنجاح
fi: lisätty onnistuneesti
si: සාර්ථකව, ඇතුළු

source: Deleted successfully.
ar: حذف بنجاح.
fi: Poistaminen onnistui.
si: සාර්ථකව මකා.

source: Image Upload!
ar: تحميل الصور!
si: රූප උඩුගත කිරීම!

source: Do You Want Upload Document?
ar: هل تريد تحميل وثيقة؟
fi: Do You Want Tallennettu asiakirja?
si: ඔබ උඩුගත ලේඛන කැමතිද?

source: Documents Upload Limit Reached
ar: تم الوصول إلى حد تحميل المستندات
fi: Dokumentit lähetysrajoitus saavutettu
si: උඩුගත සීමාව හරියෙදිම ලේඛන

source: Please Enter Document Name
ar: الرجاء إدخال اسم المستند
fi: Anna Asiakirjan nimi
si: ලේඛන නම ඇතුලත් කරන්න කරුණාකර

source: Driver Certificate updated successfully.
ar: تم تحديث شهادة السائق بنجاح.
es: Certificado de controlador actualizado correctamente.
fi: Kuljettajan sertifikaatti päivitetty.
si: රියදුරු සහතිකය සාර්ථකව යාවත්කාලීන කරන ලදි.

source: Pending
ar: قيد الانتظار
es: Pendiente
fi: vireillä
si: ය

source: Approved
ar: وافق
fi: hyväksytty
si: අනුමත

source: Rejected
ar: مرفوض
fi: hylätty
si: ප්රතික්ෂේප

source: Please enter your Payment Mail Id
ar: الرجاء إدخال بريد دفعك
fi: Kirjoita Payment Mail Id
si: ඔබේ ගෙවීම් තැපැල් අංකය ඇතුල් කරන්න

source: Please Enter Account Name
ar: الرجاء إدخال اسم الحساب
fi: Anna tilin nimi
si: ගිණුමේ නම ඇතුලත් කරන්න කරුණාකර

source: Please Enter Account Number
ar: الرجاء إدخال رقم الحساب
fi: Anna tilinumero
si: ගිණුම් අංකය ඇතුලත් කරන්න කරුණාකර

source: Please Enter IBAN Number
ar: الرجاء إدخال رقم الآيبان
fi: Anna IBAN
si: IBAN අංකය ඇතුල් කරන්න කරුණාකර

source: Please Enter Bank Name
ar: الرجاء إدخال اسم البنك
fi: Anna pankin nimi
si: බැංකුවේ නම ඇතුලත් කරන්න කරුණාකර

source: Please Enter SWIFT Code
ar: الرجاء إدخال رمز SWIFT
fi: Anna SWIFT-koodi
si: SWIFT සංකේතය ඇතුලත් කරන්න කරුණාකර

source: Hello I am using TOWROUTE PROVIDER. Its an amazing app. Signup using below referral code and enjoy job. My Referral Code:
ar: مرحبًا ، أنا أستخدم TOWROUTE PROVIDER ، إنه تطبيق رائع. سجل باستخدام رمز الإحالة أدناه واستمتع بالوظيفة. رمز الإحالة الخاص بي:
fi: Hei Käytän TOWROUTE PROVIDER. Sen hämmästyttävä app. Kirjautumisen käyttäen alla viitekoodia ja nauttia työn. Minun Viittauskoodi:

source: OLD PASSWORD
ar: كلمة المرور القديمة
es: CONTRASEÑA ANTERIOR
fi: VANHA SALASANA
si: පැරණි මුරපදය

source: NEW PASSWORD
ar: كلمة سر جديدة
es: NUEVA CONTRASEÑA
fi: UUSI SALASANA
si: නව මුරපදය

source: RE ENTER PASSWORD
ar: إعادة إدخال كلمة المرور
es: ESCRIBA LA CONTRASEÑA OTRA VEZ
fi: KIRJOITA SALASANA UUDELLEEN
si: මුරපදය නැවත ඇතුලත් කරන්න

source: Please Re enter your New Password!
ar: الرجاء إعادة إدخال كلمة المرور الجديدة الخاصة بك!
fi: Ota uudelleen Kirjoita uusi salasana!
si: කරුණාකර නැවත ඔබේ නව මුරපදය ඇතුල් කරන්න!

source: Please wait for user confirm to begin trip
ar: يرجى انتظار تأكيد المستخدم لبدء الرحلة
es: Por favor, espere la confirmación del usuario
fi: Odota käyttäjän vahvista aloittaa matkan
si: කරුණාකර සංචාරය ආරම්භ කිරීමට පරිශීලක තහවුරු කිරීම සඳහා බලා සිටීමට

source: User cancel to begin trip
ar: إلغاء المستخدم لبدء الرحلة
es: El usuario a cancelado el comienzo del viaje
fi: Käyttäjä peruuttaa aloittaa matka
si: පරිශීලක සංචාරය ආරම්භ කිරීමට අවලංගු

source: Would you like to add additional charge and discount ?
ar: هل ترغب في إضافة رسوم وخصم إضافي؟
es: ¿Le gustaría añadir carga adicional y descuento?
fi: Haluatko lisätä lisämaksu ja alennuksia?
si: ඔබ අතිරේක ගාස්තුවක් හා වට්ටම් එකතු කිරීමට ඔබ කැමතිද?

source: User paid with current job.Please click finish button to finish the current job services
ar: دفع المستخدم مقابل الوظيفة الحالية. الرجاء النقر فوق زر إنهاء لإنهاء خدمات الوظيفة الحالية
fi: Käyttäjän maksanut nykyisen job.Please napsauttamalla Valmis -painiketta loppuun nykyisen työn palvelut
si: වත්මන් රැකියා සේවා අවසන් කිරීමට වත්මන් job.Please ක්ලික් අවසන් බොත්තම සමග පරිශීලක ගෙවා

source: Wait a moment! User can able to pay with card on current job
ar: انتظر لحظة! يمكن للمستخدم الدفع بالبطاقة في الوظيفة الحالية
fi: Odota hetki! Käyttäjä voi pystyä maksaa kortin nykyinen työ
si: පොඩ්ඩක් ඉන්න! පරිශීලකයා හට වත්මන් රැකියාවේ කාඩ් පතක් සමඟ ගෙවීමට හැකි

source: Are you sure you have arrived at job location of user? If yes click OK else cancel
ar: هل أنت متأكد أنك وصلت إلى موقع عمل المستخدم؟ إذا كانت الإجابة بنعم انقر فوق موافق وإلا إلغاء
es: ¿Está llegando al lugar donde se encuentra el cliente? Clic en Ok para continuar o Cancele
fi: Oletko varma, että olet saapunut työpaikan sijainnin käyttäjä? Jos kyllä ​​OK muuta peruuta
si: ඔබ වග බලා ගන්න ඔබට පරිශීලක රැකියා ස්ථානයට පැමිණි ඇති කරන්නේ? ක්ලික් ඔව් නම් හරි වෙන අවලංගු

source: Are you sure want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
fi: Oletko varma, että haluat kirjautua ulos?
si: ඔබ වග බලා ගන්න පිට වීමේ කිරීමට අවශ්ය ද?

source: By proceeding with this transaction, you confirm that you accept TOWROUTE PROVIDER terms and conditions
ar: من خلال متابعة هذه المعاملة ، فإنك تؤكد قبولك لشروط وأحكام TOWROUTE PROVIDER
fi: Toimimalla tähän tapahtumaan, vahvistat, että hyväksyt TOWROUTE PROVIDER ehdot

source: PLEASE CONTACT ADMIN
ar: يرجى الاتصال بالمسؤول
fi: Ota yhteyttä ADMIN
si: සම්බන්ධක පරිපාලක කරුණාකර

source: YOU ARE NOT APPROVED BY ADMIN
ar: غير متوافق عليك من قبل المسؤول
fi: Et ole HYVÄKSYTTY admin
si: ඔබ පරිපාලක විසින් අනුමත කරන්නෑ

source: Oops!! You cannot choose service without approval, Kindly contact your admin for further details.
ar: اووه !! لا يمكنك اختيار الخدمة دون موافقة ، يرجى الاتصال بالمسؤول للحصول على مزيد من التفاصيل.
es: ¡Ups! No puede elegir el servicio sin aprobación. Póngase en contacto con su administrador para obtener más detalles.
fi: Oho!! Et voi valita palvelun ilman hyväksyntää, ystävällisesti yhteys ylläpitoon lisätietoja.
si: අයියෝ !! ඔබ වැඩිදුර තොරතුරු සඳහා, කරුණාවෙන් සම්බන්ධතා ඔබගේ පරිපාලක, අනුමැතියකින් තොරව සේවය තෝරා ගත හැකිය නැත.
